[
  {
    "﻿question_id": "02848335",
    "description": "The graphic is a vertical bar chart titled “Power Conversion Efficiency of Lowest and Highest Performing Spin-coated and Spray-coated Electron Transport Layers,” shown across four centered lines at the top. The vertical axis on the left is labeled “Power conversion efficiency (%)” and runs from 0 to 18 percent. Tick labels appear at every 2-percent increment: 18 at the top down to 0 at the bottom. Horizontal grid lines span the plot at each tick (18, 16, 14, …, 0), drawn as thin black lines, with short tick marks on the left axis. The plotted region for the y-axis extends from y=120 (top, 18%) to y=320 (bottom, 0%). A thin vertical axis line is drawn at the left of the plotting area. The horizontal axis is labeled “Thickness” centered below the plot area. There are two category labels along the x-axis: “lowest performing” and “highest performing,” each placed below their respective bars and rendered diagonally (about a 40° clockwise tilt).\n\nThere are four vertical bars grouped into two side-by-side pairs. Within each pair, the left bar is light gray (#B3B3B3) and the right bar is dark gray (#333333); all bars have black outlines of similar thin thickness. The legend appears in a boxed key centered near the bottom, showing a light gray square labeled “spray coating” and a dark gray square labeled “spin coating,” indicating the color mapping.\n\nFor the “lowest performing” category, the light gray (spray coating) bar rises from the baseline to a top just below the 16% grid line, corresponding to approximately 15.5%. The adjacent dark gray (spin coating) bar reaches a top slightly below the 12% grid line, at about 11.7%. For the “highest performing” category, the light gray (spray coating) bar is the tallest overall, with its top just below the 18% line, about 17.3%. The dark gray (spin coating) bar in that category is a little below the 14% line, near 13.6%. Within each category, the spray-coating bar is taller than the spin-coating bar by roughly 3.8 percentage points in the “lowest performing” group (15.5% vs. 11.7%) and about 3.7 points in the “highest performing” group (17.3% vs. 13.6%). Comparing between categories within the same coating, the “highest performing” bars are higher by about 1.8–1.9 percentage points relative to the “lowest performing” counterparts. The bars in each pair are identical in width and touch each other; there is a gap between the two pairs roughly equal to one bar’s width. No error bars, markers, or additional annotations are present."
  },
  {
    "﻿question_id": "1281dfd5",
    "description": "The figure is a vertical grouped bar chart titled “Number of Lizard Species by Average Percent of Maximal Speed Used When Pursuing Prey or Escaping Predators,” shown in three centered lines near the top. Along the bottom, the horizontal axis label reads “Percent of maximal speed.” Along the left, the vertical axis label reads “Number of lizard species.” The vertical axis runs from 0 to 9 with ticks and labels at each integer (0, 1, 2, …, 9). Thin black horizontal grid lines span the plotting area at each of these tick values, including the baseline at 0. The left vertical axis line is drawn, and the numeric tick labels are placed to the left of it.\n\nThere are seven horizontal categories, labeled along the bottom as ranges and shown rotated about 40 degrees counterclockwise: 30–39, 40–49, 50–59, 60–69, 70–79, 80–89, and 90–100. In each category there are two adjacent vertical bars: the left bar is light gray and represents “escaping,” and the right bar is dark gray and represents “pursuing.” This color coding is explained in a legend enclosed in a thin black rectangular box near the bottom center. Inside the legend, a small light-gray square with the label “escaping” appears on the left, and a small dark-gray square with the label “pursuing” appears to its right; both legend swatches have black outlines, matching the bars’ outlines. All bars are the same width, use solid fills, and have thin black borders.\n\nReading the bar heights from the vertical axis grid: \n- In the 30–39 category, the escaping bar is 0 (no visible height), and the pursuing bar is 1. Pursuing exceeds escaping by 1. \n- In 40–49, both escaping and pursuing are 0 (no visible bars). \n- In 50–59, escaping is 2 and pursuing is 1; escaping is higher by 1. \n- In 60–69, both are 1 (a tie). \n- In 70–79, escaping is 2 and pursuing is 0; escaping is higher by 2. \n- In 80–89, escaping is 3 and pursuing is 1; escaping is higher by 2. \n- In 90–100, escaping is 8 and pursuing is 3; escaping is higher by 5.\n\nAcross all categories, escaping bars range from 0 up to a peak of 8 (in 90–100), while pursuing bars range from 0 up to 3 (also in 90–100). Ties occur where both values are 0 (40–49) and where both are 1 (60–69). No bar reaches 9. The tallest bar overall is the escaping bar in the 90–100 category. The smallest nonzero bars are those with height 1. The overall layout has a white background, black axis and grid lines, and consistent font styling for all labels and titles."
  },
  {
    "﻿question_id": "15873d14",
    "description": "The graphic is a line graph titled “Percentage of Maize Exported by Three Countries for Marketing Years 2009/2010–2013/2014,” centered as three stacked title lines near the top. The horizontal axis is labeled “Marketing year” beneath the plot area. The vertical axis is labeled “Percent,” rotated vertically along the left side. The vertical axis runs from 0 to 90 in increments of 10, with major tick labels at 0, 10, 20, 30, 40, 50, 60, 70, 80, and 90. Each labeled level has a thin horizontal grid line across the full plotting width and a short tick mark intersecting the left axis. The top grid line at 90 is at y=96, and the bottom at 0 is at y=296, so the grid lines are evenly spaced. The horizontal axis shows five marketing years—2009/2010, 2010/2011, 2011/2012, 2012/2013, and 2013/2014—each with a vertical grid line extending through the plotting area and a year label set diagonally (rotated about 40 degrees) below the axis.\n\nA legend appears in a thin black rectangular box below the plot area. It shows the three series encodings: “Argentina” is a solid black line of medium thickness (stroke width about 2.4) with small filled black triangular markers at the ends of the sample segment. “Brazil” is a black dashed line (long dash pattern, roughly 9 on/6 off) of similar thickness, with small gray square end markers outlined in black. “United States” is a black dotted line (very short dash pattern with round caps) that is slightly thicker (stroke width about 3) and has small hollow circular end markers (white fill with a thin black outline).\n\nWithin the plotting area, the three series are drawn with these styles and connect the five years left to right. Reading values from the vertical scale (where lower on the page corresponds to smaller percentages and higher toward the top corresponds to larger percentages), the solid-line series (Argentina) is near 66.5% in 2009/2010, about 66.0% in 2010/2011, rises to about 81.0% in 2011/2012, then decreases to about 70.0% in 2012/2013 and to about 65.0% in 2013/2014. The dashed-line series (Brazil) is about 21.0% in 2009/2010, about 15.0% in 2010/2011, increases to about 34.0% in 2011/2012, then declines to about 31.0% in 2012/2013 and about 27.0% in 2013/2014. The dotted-line series (United States) is about 15.0% in 2009/2010, remains at about 15.0% in 2010/2011, dips to about 13.0% in 2011/2012, reaches a low of about 7.5% in 2012/2013, and then increases to about 13.5% in 2013/2014. These values align with the 10-point grid: for example, the Argentina point at 2011/2012 sits close to the 80% grid line, while the United States point at 2012/2013 lies roughly halfway between the 0% and 10% lines.\n\nComparing the lines year by year, the solid line (Argentina) is the highest of the three at every year shown, peaking around 81.0% in 2011/2012 and ending around 65.0% in 2013/2014. The dashed line (Brazil) is consistently above the dotted line (United States) except in 2010/2011, where both are at about 15.0% and coincide at the same level. Differences are large between the solid line and the other two (for example, in 2011/2012 the solid line is about 47 percentage points above the dashed line and about 68 points above the dotted line), while the gap between the dashed and dotted lines ranges from about 6.0 points in 2009/2010 to about 17.5 points in 2012/2013. There are no crossings among the three series; the dashed and dotted lines meet at a single point in 2010/2011.\n\nVisually, the plot area is bounded on the left by the vertical axis line and is overlaid with evenly spaced horizontal grid lines and vertical grid lines at each labeled year, all drawn as thin black lines. At each connection between years, the series styles include their respective small end markers, so the year positions show triangles along the solid line, squares along the dashed line, and circles along the dotted line. No shaded regions, reference bands, or additional annotations are present beyond the axes, grid, labels, and legend."
  },
  {
    "﻿question_id": "1703403b",
    "description": "The graphic is a line graph titled “Average Monthly Rainfall in Select Puerto Rican Cities from 1981 to 2010.” The vertical axis is labeled “Average rainfall (inches)” and the horizontal axis is labeled “Month.” The months shown run from May through September. The y-axis ranges from 0 to 14 inches with tick marks and labels at every 2 inches (0, 2, 4, 6, 8, 10, 12, 14). Horizontal grid lines span the plot at each of these labeled values. The plotting region extends from a top grid line at 14 inches down to a bottom grid line at 0 inches. A vertical axis line appears at the left edge of the plot, with short tick stubs at each labeled y value. The x-axis has five vertical guide lines at the month positions (May, June, July, August, September). The month labels are placed below the plot and are angled diagonally (rotated) so they read slanted to the right. The axis title “Month” is centered below the plot, and the y-axis title is rotated and centered along the left side.\n\nA legend below the plot, inside a rectangular border, identifies four city series and shows their line styles and endpoint markers. Rincón is drawn with a solid black line of medium thickness (about 2.4 px) and small black triangular markers at the segment endpoints. Isabela uses a black dashed line (dash pattern of long dashes and spaces) of similar thickness and gray square markers with black outlines at the endpoints. San Sebastián uses a black dotted line (short dot–space pattern) with rounded caps, slightly thicker (about 3 px), and hollow circular markers with black outlines at the endpoints. Ponce appears in medium gray (#999) with a relatively thick solid line (about 3.5 px) and star-shaped markers (gray fill, black outline) at the endpoints. These same styles are used for the lines in the plot.\n\nEach series shows one value per month, connected by straight line segments. Reading from the vertical scale to one decimal place, Rincón is approximately 6.3 inches in May (y ≈ 206), 5.8 in June (≈ 213.1), 6.5 in July (≈ 203.1), 8.3 in August (≈ 177.4), and 6.4 in September (≈ 204.6). Isabela is about 7.6 inches in May (≈ 187.4), 6.4 in June (≈ 204.6), 4.7 in July (≈ 228.9), 6.4 in August (≈ 204.6), and 6.1 in September (≈ 208.9). San Sebastián is about 12.9 inches in May (≈ 111.7), 11.3 in June (≈ 134.6), 7.9 in July (≈ 183.1), 10.3 in August (≈ 148.9), and 10.9 in September (≈ 140.3). Ponce is about 4.0 inches in May (≈ 238.9), 1.9 in June (≈ 268.9), 2.8 in July (≈ 256.0), 3.9 in August (≈ 240.3), and 5.9 in September (≈ 211.7).\n\nComparisons by month show that San Sebastián is the highest of the four in every month shown. In May it is about 12.9 inches, which is roughly 5.3 inches higher than Isabela (7.6), 6.6 inches higher than Rincón (6.3), and 8.9 inches higher than Ponce (4.0). In June it is about 11.3 inches, about 4.9 above Isabela (6.4), 5.5 above Rincón (5.8), and 9.4 above Ponce (1.9). In July it is about 7.9 inches, 1.4 above Rincón (6.5), 3.2 above Isabela (4.7), and 5.1 above Ponce (2.8). In August it is about 10.3 inches, 2.0 above Rincón (8.3), 3.9 above Isabela (6.4), and 6.4 above Ponce (3.9). In September it is about 10.9 inches, 4.5 above Rincón (6.4), 4.8 above Isabela (6.1), and 5.0 above Ponce (5.9).\n\nLooking at each series across months, Rincón dips slightly from May to June (6.3 to 5.8), rises through July to a peak in August (8.3), and then falls to September (6.4). Isabela declines from May to a low in July (7.6 to 4.7), rebounds in August (6.4), and is slightly lower in September (6.1). San Sebastián decreases from May to a low in July (12.9 to 7.9), then increases in August and September (10.3 and 10.9). Ponce reaches its minimum in June (1.9), then increases steadily each month to a high in September (5.9). The only change in rank among the middle series occurs between June and July, where Rincón (6.5) crosses above Isabela (4.7); otherwise, Ponce remains the lowest of the four in all months, and San Sebastián remains the highest. No shaded regions or reference bands appear beyond the grid lines, and no annotations are present other than the labels and legend."
  },
  {
    "﻿question_id": "1db1a9a6",
    "description": "The chart’s title is “Cantaloupe Yield.” The vertical axis is labeled “Yield (pounds per acre),” and the horizontal axis is labeled “Year.” The vertical scale runs from 0 to 45 in increments of 5, with tick labels at 0, 5, 10, 15, 20, 25, 30, 35, 40, and 45. Thin black horizontal grid lines span the plotting area at each of those values, and each grid line has a centered tick mark that crosses the left vertical axis line. The left axis line is drawn from the top grid line at 45 down to the baseline at 0. Year labels “2017,” “2018,” and “2019” appear below the grouped bars. A legend in a bordered box near the bottom identifies two categories: a light gray square (control) and a dark gray square (nitrogen fertilizer), both outlined in black.\n\nData are shown as vertical bars with black outlines (stroke width about 0.9). For each year there are two bars placed side by side, touching each other, with a noticeable gap before the next pair. The light gray bar represents “control,” and the dark gray bar represents “nitrogen fertilizer.” Approximate bar heights, read from the yield axis to one decimal place, are as follows:\n- 2017: control ≈ 23.8; nitrogen fertilizer ≈ 33.8.\n- 2018: control ≈ 31.6; nitrogen fertilizer ≈ 41.5.\n- 2019: control ≈ 18.4; nitrogen fertilizer ≈ 27.2.\n\nWithin each year, the dark gray (nitrogen fertilizer) bar is higher than the light gray (control) bar. The difference between the two bars is about 10.0 in 2017, about 9.9 in 2018, and about 8.8 in 2019. Across years, both categories are highest in 2018 and lowest in 2019; the peaks occur in 2018 (≈ 41.5 for nitrogen fertilizer and ≈ 31.6 for control), and the smallest values occur in 2019 (≈ 27.2 for nitrogen fertilizer and ≈ 18.4 for control). The 2017 values are between the 2018 highs and the 2019 lows."
  },
  {
    "﻿question_id": "224428ac",
    "description": "The figure is a line graph with the two-line title “California Condor Populations” on the first line and “2014–2020” on the second. The horizontal axis is labeled “Year” centered below the plot, and the vertical axis is labeled “Number of condors,” rotated vertically along the left side. The vertical axis runs from 0 to 400 in increments of 100; horizontal grid lines and matching tick labels appear at 0, 100, 200, 300, and 400. The 0 line is at the bottom of the plotting area, and the 400 line is at the top. The year axis covers 2014 through 2020 in steps of 1, with vertical grid lines aligned to each year and the year labels rotated about 40 degrees counterclockwise.\n\nA boxed legend sits below the plot. It shows two keyed lines: a solid black line with triangular end markers labeled “captive,” and a black dashed line (long dash, short gap) with square end markers labeled “wild.” In the plot, the solid series is drawn with a continuous black stroke (approximately medium thickness) and triangle markers at the joins; the dashed series uses the same line thickness but a “9 on/6 off” dash pattern and small, light-gray-filled square markers outlined in black at the joins. Both series are drawn as straight segments between successive years.\n\nReading values from the vertical scale (0–400, evenly spaced), the solid “captive” line starts near 193.0 in 2014 (just below the 200 line), dips to about 167.0 in 2015, then edges up to roughly 170.0 in 2016, 173.0 in 2017, 176.0 in 2018, and 181.0 in 2019, before easing back to about 175.0 in 2020. Within this series, the lowest point is 2015 (about 167.0) and the highest is 2014 (about 193.0); from 2015 through 2019 it trends gently upward, with a small decline in 2020.\n\nThe dashed “wild” line begins near 228.0 in 2014 (a bit above the 200 line) and increases each year to about 268.0 in 2015, 276.0 in 2016, 290.0 in 2017, 312.0 in 2018, and 337.0 in 2019, then slips slightly to around 329.0 in 2020. Its lowest point is 2014 (about 228.0) and its highest is 2019 (about 337.0), followed by a modest decrease in 2020.\n\nAcross all years, the dashed “wild” series is higher than the solid “captive” series, and the two lines do not cross. The gap between them widens over time: about 35.0 in 2014 (228.0 vs. 193.0), about 101.0 in 2015 (268.0 vs. 167.0), roughly 106.0 in 2016, about 117.0 in 2017, around 136.0 in 2018, and approximately 156.0 in 2019, narrowing slightly to about 154.0 in 2020. No additional annotations, reference lines, or shaded regions appear beyond the grid lines and legend."
  },
  {
    "﻿question_id": "23e2421a",
    "description": "The figure is a vertical bar chart titled “Suggestions for Improving a University,” shown on two centered lines at the top. The vertical axis at the left is labeled “Number of suggestions” (rotated 90 degrees counterclockwise). The visible scale runs from 0 at the bottom up to 600 at the top, with tick marks and numeric labels at every 50 units: 0, 50, 100, …, 600. Thin black horizontal grid lines span the plotting area at each of these tick values. A thin black vertical axis line is drawn at the left of the plotting region, with short tick marks intersecting it at the same labeled levels.\n\nFour vertical bars represent categories along the horizontal direction. The bars are filled light gray (#B3B3B3) with thin black outlines (stroke width about 0.9) and have equal widths. Their category labels are placed below the plotting area, diagonally (about a 40° tilt), reading from left to right: “additive,” “neither additive nor subtractive,” “subtractive,” and “invalid.” Using the grid to read heights, the approximate values are: additive ≈ 581.0 (its top is just below the 600 line, about 19 units down), neither additive nor subtractive ≈ 176.0 (between 150 and 200, closer to 200), subtractive ≈ 70.0 (between 50 and 100, closer to 50), and invalid ≈ 374.0 (between 350 and 400, closer to 400). The first and fourth bars extend well above 300, while the second is below 200 and the third is below 100.\n\nIn terms of relative sizes, additive is the tallest, invalid is second, neither additive nor subtractive is third, and subtractive is the shortest. Additive is about 207 units higher than invalid (≈581.0 vs. ≈374.0), invalid is about 198 units higher than neither additive nor subtractive (≈374.0 vs. ≈176.0), and neither additive nor subtractive is about 106 units higher than subtractive (≈176.0 vs. ≈70.0). The largest gap is between additive and subtractive, by roughly 511 units.\n\nA small boxed legend appears near the bottom of the overall figure. Inside the box is a small gray square (matching the bar color) followed by the text “suggestion type,” indicating that the gray fill encodes the category series. There are no additional series, markers, annotations, or shaded reference regions beyond the grid lines described."
  },
  {
    "﻿question_id": "2df730d0",
    "description": "The figure title appears on two centered lines at the top: “Rotor Diameters of Newly Installed Wind” and “Turbines in the United States, 2011–2021.” The horizontal axis is labeled “Year” centered below the chart. Years from 2011 through 2021 are shown along the bottom, each printed at a -40° angle and aligned with thin vertical guide lines spanning the plotting area. The vertical axis on the left is labeled, rotated vertically, “Percent of newly installed turbines.” Horizontal grid lines and left-side tick marks are drawn at 0, 10, 20, …, 90 percent, with the labeled values “0” at the bottom (y=272) up to “90” at the top (y=72). The grid spacing is uniform at 10-percentage-point increments.\n\nA boxed legend near the bottom shows four line styles and markers corresponding to four rotor diameter categories. “>130 meters” is a solid black line (stroke width about 2.4) with black triangular arrowheads at the ends. “<100 meters” is a black dashed line (long dashes, stroke width about 2.4) with small gray squares outlined in black at the ends. “100–115 meters” is a black dotted line (short dot–space pattern, round line caps, stroke width about 3) with white circular markers outlined in black at the ends. “115–130 meters” is a medium-gray line (stroke width about 3.5) with small eight-pointed star-shaped markers (gray fill, black outline) at the ends.\n\nWithin the plot, each category is drawn as connected segments from year to year using the corresponding style. Reading values from the vertical scale (0 at the bottom, 90 at the top), the “<100 meters” dashed line starts high and declines: about 78.0% in 2011, 53.0% in 2012, 26.0% in 2013, 20.0% in 2014, 14.0% in 2015, 3.0% in 2016, then about 1.0% in both 2017 and 2018, and effectively 0.0% in 2019, 2020, and 2021. The “100–115 meters” dotted line rises into the midrange before falling: about 22.0% (2011), 47.0% (2012), 74.0% (2013), 80.0% (2014), 79.0% (2015), 70.0% (2016), 60.0% (2017), 43.0% (2018), 16.0% (2019), 9.0% (2020), and 11.0% (2021). The “115–130 meters” gray line begins near zero and then increases into the upper range: about 0.0% in 2011–2013, 1.0% in 2014, 7.0% in 2015, 27.0% in 2016, 39.0% in 2017, 53.0% in 2018, peaking around 69.0% in 2019 and 74.0% in 2020, then easing to 66.0% in 2021. The “>130 meters” solid black line stays at 0.0% from 2011 through 2017, then rises to about 3.0% (2018), 15.0% (2019), 17.0% (2020), and 23.0% (2021).\n\nComparisons at specific years show clear shifts among the categories. In 2011, “<100 meters” (78.0%) is higher than “100–115 meters” (22.0%) by about 56 percentage points, while the two larger-diameter categories are at 0.0%. By 2013, “100–115 meters” (74.0%) exceeds “<100 meters” (26.0%) by about 48 points. “115–130 meters” remains near zero through 2014 but grows steadily thereafter, surpassing “<100 meters” between 2015 (7.0% vs 14.0%) and 2016 (27.0% vs 3.0%), and exceeding “100–115 meters” between 2017 (39.0% vs 60.0%) and 2018 (53.0% vs 43.0%). The “>130 meters” line remains at 0.0% through 2017, then climbs; by 2020 it is above “100–115 meters” (17.0% vs 9.0%), and by 2021 it reaches 23.0% while “115–130 meters” is 66.0% and “100–115 meters” is 11.0%. Throughout 2019–2021, “<100 meters” is at or near 0.0%. The category lines often overlap at the 0% baseline in the early years for “>130 meters” and “115–130 meters” and in the later years for “<100 meters,” while the midrange and larger categories separate clearly with upward or downward slopes consistent with the values noted."
  },
  {
    "﻿question_id": "303bcc41",
    "description": "The figure is a vertical bar chart titled, on two centered lines at the top, “Top Four Species of Wild Land” and “Mammals by Global Biomass.” The vertical axis at the left is labeled, rotated 90 degrees counterclockwise, “Global biomass (millions of metric tons).” Along this axis, horizontal grid lines and tick marks appear at regular 0.5-unit intervals from 0 up to 3.0, with numeric labels 0, 0.5, 1.0, 1.5, 2.0, 2.5, and 3.0 printed to the left of the axis. The zero line is the bottom grid line, and the 3.0 line is at the top of the plotted area. A solid vertical axis line runs up the left side of the plot; each tick has a short leftward tick mark, and each tick level is extended across the plotting area as a light horizontal line.\n\nThere are four vertical bars, evenly spaced from left to right, each filled a medium gray (#B3B3B3) with a thin black outline of consistent thickness. Each bar represents a category labeled beneath it by a black text label rotated about 40 degrees counterclockwise and aligned so the text ends near the bar’s base. From left to right, the labels read: “African bush elephant,” “eastern gray kangaroo,” “wild boar,” and “white-tailed deer.” A small legend sits near the bottom center of the figure inside a thin black-outlined rectangle; within it a small gray square (matching the bar color) appears to the left of the word “species,” indicating that the gray fill encodes the species categories.\n\nReading the bar heights against the vertical scale:\n- African bush elephant rises to about 1.3 million metric tons.\n- eastern gray kangaroo rises to about 0.6 million metric tons.\n- wild boar rises to about 1.9 million metric tons.\n- white-tailed deer rises to about 2.7 million metric tons.\n\nComparing values, white-tailed deer is the tallest bar (about 2.7), higher than wild boar by roughly 0.8, higher than African bush elephant by roughly 1.4, and higher than eastern gray kangaroo by roughly 2.1. Wild boar (about 1.9) is taller than African bush elephant by about 0.6 and taller than eastern gray kangaroo by about 1.3. African bush elephant (about 1.3) is taller than eastern gray kangaroo by about 0.7. No bars reach the top of the scale (3.0), and all values are well above 0. The plot contains no additional annotations, reference lines, or shaded regions beyond the grid lines and labels described."
  },
  {
    "﻿question_id": "30c3aa98",
    "description": "The figure is a two-line title centered at the top reading “Copper Production for” on the first line and “Three States, 1889-1909” on the second. The vertical axis at the left is labeled, reading from bottom to top along the left margin: “Yearly copper production” and, on a second line, “(in millions of pounds).” The horizontal axis is labeled “Year” centered below the plotting area.\n\nThe vertical scale runs from 0 to 400, with major horizontal grid lines and tick labels at 0, 100, 200, 300, and 400. These grid lines are thin, solid black lines extending across the plot from the left axis (x≈113.8) to the right edge of the plotting area (x≈365). Corresponding tick labels appear just to the left of the axis: “0” at the bottom grid line (y=272), “100” (y=222), “200” (y=172), “300” (y=122), and “400” (y=72). Short tick marks protrude to the left of the axis at each of these levels. The x-axis uses three vertical reference lines spanning the plotting height at the specific years 1889 (x≈155.7), 1902 (x≈239.4), and 1909 (x≈323.1); each of these has a centered tick label below the axis: “1889,” “1902,” and “1909.”\n\nThere are three data series, each plotted as straight line segments connecting the three year positions and distinguished by line style and endpoint markers, as also shown in a legend. The legend is a rectangular box with a black outline and no fill placed below the plot. Inside it, three samples are labeled to the right: “Montana” corresponds to a solid black line of medium thickness (about 2.4 px) with small solid black triangular markers at the endpoints; “Arizona” corresponds to a black dashed line (long dashes, roughly 9 px, with 6 px gaps) of similar thickness and gray square markers with black outlines at the endpoints; “Michigan” corresponds to a dotted line (very short dash pattern, round-capped, drawn at a slightly heavier weight, about 3 px) with white circular markers outlined in black at the endpoints. These same styles appear on the plotted data, with markers visible at each plotted year.\n\nUsing the vertical grid for approximate values (each 50 px step equals 100 units; 1 px ≈ 2 units), the solid-line series (Montana) is at about 104.0 in 1889 (y≈220), rises to about 266.0 in 1902 (y≈139), and further to about 314.0 in 1909 (y≈115). The dashed-line series (Arizona) is lowest at about 32.0 in 1889 (y≈256), increases to about 119.0 in 1902 (y≈212.5), and then increases sharply to about 291.0 in 1909 (y≈126.5). The dotted-line series (Michigan) starts near about 87.0 in 1889 (y≈228.5), rises to about 170.0 in 1902 (y≈187), and reaches about 231.0 in 1909 (y≈156.5).\n\nAt the earliest year, the ordering is Montana highest (~104.0), then Michigan (~87.0), then Arizona (~32.0). By 1902, the same order holds with wider separations: Montana (~266.0) is about 96.0 higher than Michigan (~170.0) and about 147.0 higher than Arizona (~119.0); Michigan is about 51.0 higher than Arizona. By 1909, Montana remains highest at about 314.0, Arizona has risen to about 291.0, and Michigan is at about 231.0; Montana exceeds Arizona by about 23.0 and exceeds Michigan by about 83.0, while Arizona exceeds Michigan by about 60.0. All three series increase from 1889 to 1909, with Montana’s largest jump occurring from 1889 to 1902 (~+162.0) and Arizona’s largest jump occurring from 1902 to 1909 (~+172.0). The Arizona and Michigan lines switch order between 1902 and 1909, implying a crossing between those years; Montana remains above both at all plotted years. There are no shaded regions or additional annotations beyond the grid lines, axis labels, and legend."
  },
  {
    "﻿question_id": "3233c162",
    "description": "The graphic is a line graph titled “Ratio of Manganese to Calcium in Samples from Alboran Sea and Mauritanian Coast,” shown across two centered title lines at the top. The vertical axis on the left is labeled “Manganese to calcium ratio” with the unit “(micromoles per mole),” and the horizontal axis below the plot is labeled “Approximate years before present” with “(in thousands)” on a second line. The vertical scale runs from 0 at the bottom to 100 at the top in increments of 10, with horizontal grid lines and left-side tick labels at 0, 10, 20, …, 100. The horizontal scale shows ticks and vertical grid lines at 2, 4, 6, …, 20 (thousands of years). A vertical baseline is drawn at the left edge of the plot area, and the grid consists of evenly spaced black lines at each labeled interval in both directions.\n\nA legend appears in a bordered rectangle below the chart area, centered horizontally. It contains two line samples and labels. The first sample is a solid black line segment (stroke thickness about 2.4) with triangular arrowheads at both ends; it is labeled “Alboran Sea.” The second sample is a dashed black line segment (dash pattern long-short, approximately 9 on/6 off, same thickness) with small square caps at both ends (light gray fill with black outline); it is labeled “Mauritanian coast.”\n\nTwo series are plotted across the grid at the x-values 2, 4, 6, …, 20. The Alboran Sea series is drawn as solid black segments linking each successive point, with triangular arrowheads at each segment’s ends. Reading approximate values from the vertical axis:\n- At 2: about 63.2 micromoles per mole.\n- At 4: about 99.5.\n- At 6: about 68.4.\n- At 8: about 83.2.\n- At 10: about 32.5.\n- At 12: about 57.9.\n- At 14: about 55.7.\n- At 16: about 64.0.\n- At 18: about 51.6.\n- At 20: about 41.6.\nThis series peaks near 4 (just under 100), drops to a pronounced minimum at 10 (around 32.5), and otherwise varies between roughly the mid-40s and mid-80s, ending near 41.6 at 20.\n\nThe Mauritanian coast series is drawn as a dashed black line with the same sequence of x-values, with square end caps at each segment junction. Its values are lower and relatively flat:\n- At 2: about 12.0.\n- At 4: about 15.4.\n- At 6: about 14.0.\n- At 8: about 13.3.\n- At 10: about 16.5.\n- At 12: about 15.8.\n- At 14: about 19.1.\n- At 16: about 13.2.\n- At 18: about 14.7.\n- At 20: about 12.2.\nThis series ranges narrowly from about 12.0 to 19.1, with a modest high point around 14.\n\nComparing the two series at each x-position, the solid Alboran Sea values are higher than the dashed Mauritanian coast values throughout the entire range; the lines do not cross or overlap. The largest gap occurs around 4 (roughly 84.1 units higher: 99.5 vs. 15.4). The smallest gap is near 10 (about 16.0 units: 32.5 vs. 16.5). At the start (2), the difference is about 51.2 units (63.2 vs. 12.0), and at the end (20) it is about 29.4 units (41.6 vs. 12.2). The Mauritanian coast series forms a tight band in the low teens to high teens, while the Alboran Sea series shows larger swings, including a high near the top of the scale at 4 and a low in the low 30s at 10."
  },
  {
    "﻿question_id": "3430be35",
    "description": "The figure is a clustered bar chart titled “Mean Ticket Prices Chosen in Two Studies of Participative Pricing Messaging,” shown on two centered title lines. The horizontal axis is labeled “Study” below the plot, with two category labels, “1” beneath the left cluster and “2” beneath the right cluster. The vertical axis at the left is labeled “Mean chosen price ($)” and ranges from 0 to 80 dollars. Tick marks and labels appear at 0, 10, 20, 30, 40, 50, 60, 70, and 80, with thin horizontal grid lines spanning the plot at each 10-dollar increment. A vertical axis line is drawn at the left, and each tick also has a short tick mark crossing that axis. All axis and grid lines are thin black strokes.\n\nThree data series are encoded by bar fill colors and a legend shown in a boxed area beneath the plot. The legend has three square swatches with black outlines: a medium gray square labeled “pay what you can,” a light gray square labeled “pay what you think it’s worth,” and a black square labeled “pay what you want.” The bars themselves have the same fills as the legend and thin black outlines. In each study, the three bars are grouped side by side with equal widths.\n\nFor Study 1, the medium gray “pay what you can” bar rises a little above the 30-dollar grid line, to about 30.3 dollars. The light gray “pay what you think it’s worth” bar is clearly taller, reaching slightly above the midpoint between 50 and 60, at about 55.2 dollars. The black “pay what you want” bar is just under the 30-dollar grid line, at about 27.9 dollars. Thus, in Study 1, “pay what you think it’s worth” is highest by about 27.3 dollars over “pay what you want” and about 24.9 dollars over “pay what you can,” while “pay what you can” is about 2.4 dollars higher than “pay what you want.”\n\nFor Study 2, the medium gray “pay what you can” bar sits just below 40, at about 39.8 dollars. The light gray “pay what you think it’s worth” bar is the tallest of all bars in the chart, a bit below 75, at about 73.9 dollars. The black “pay what you want” bar is just under 30, at about 29.6 dollars. In Study 2, “pay what you think it’s worth” exceeds “pay what you want” by about 44.3 dollars and “pay what you can” by about 34.1 dollars; “pay what you can” is about 10.2 dollars higher than “pay what you want.”\n\nComparing across studies within each category, “pay what you can” increases from about 30.3 to 39.8 dollars (up roughly 9.5), “pay what you think it’s worth” increases from about 55.2 to 73.9 dollars (up roughly 18.7), and “pay what you want” rises slightly from about 27.9 to 29.6 dollars (up roughly 1.7). In both studies, the light gray series is the tallest within its group, and the black series is the shortest. There are no error bars, data labels on the bars, vertical grid lines, annotations, or shaded regions."
  },
  {
    "﻿question_id": "37a49687",
    "description": "The graphic is titled, across three centered lines at the top, “Number of Young Fish Collected at,” “Mangrove Sites in the Egyptian Red Sea,” and “During Three Seasons of 2010.” The vertical axis at the left is labeled “Number of individual young fish.” Its scale runs from 0 at the bottom to 40 at the top, marked at 10-unit intervals: 0, 10, 20, 30, and 40. Each of these values appears as a left-side tick label (0 at y=296, 10 at y=246, 20 at y=196, 30 at y=146, 40 at y=96), with a short tick mark and a thin horizontal grid line extending across the plot area from x≈79 to x=365. The plotting region spans vertically from y=96 to y=296. Along the horizontal direction are three thin vertical guide lines corresponding to the three seasons, at x≈127, x≈222, and x≈317. Beneath the plot, the horizontal axis label “Season” is centered, and the season names “Winter,” “Spring,” and “Fall” are placed near the bottoms of these vertical guides, rotated about 40° counterclockwise.\n\nA legend appears in a thin, black-outlined rectangle below the plot. Inside, three sample line styles are shown with symbols at their ends and associated labels:\n- A solid black line with filled triangular end markers corresponds to “Common silver-biddy.”\n- A black dashed line (long dashes) with gray square end markers outlined in black corresponds to “Red Sea goatfish.”\n- A black dotted line (widely spaced, round-capped dots) with hollow circular end markers (white fill, black outline) corresponds to “Milkfish.”\n\nWithin the plot, each series is drawn as two connected line segments linking the seasonal vertical guides (Winter→Spring and Spring→Fall), using the same styles as in the legend. Approximate values can be read from the horizontal grid lines (each 50-pixel step equals 10 units, so 1 pixel equals 0.2 units). For Common silver-biddy (solid with triangles), the Winter point is at y≈121, which is about 35.0; the Spring point at y≈211 is about 17.0; and the Fall point at y≈246 is about 10.0. For Red Sea goatfish (dashed with squares), the Winter point at y≈286 is about 2.0; Spring at y≈266 is about 6.0; and Fall at y≈296 is 0.0. For Milkfish (dotted with hollow circles), the Winter point at y≈236 is about 12.0; Spring at y≈261 is about 7.0; and Fall at y≈296 is 0.0.\n\nAcross all three seasons, the solid (Common silver-biddy) line is the highest at each season. In Winter, it is highest at about 35.0; Milkfish is next at about 12.0; Red Sea goatfish is lowest at about 2.0. The Winter differences are therefore roughly 23.0 units between silver-biddy and milkfish, 33.0 between silver-biddy and goatfish, and 10.0 between milkfish and goatfish. In Spring, silver-biddy remains highest at about 17.0, followed by Milkfish at about 7.0 and Red Sea goatfish at about 6.0; Milkfish is only about 1.0 above goatfish, while silver-biddy is about 10.0 above milkfish and about 11.0 above goatfish. In Fall, silver-biddy is at about 10.0, while both Red Sea goatfish and Milkfish coincide at 0.0, making silver-biddy about 10.0 higher than each of the other two. No lines cross: silver-biddy stays above the other two in all seasons, and Red Sea goatfish remains slightly below Milkfish in Spring; both Red Sea goatfish and Milkfish meet at the same bottom value in Fall. The segment orientations show silver-biddy decreasing from Winter to Spring (down about 18.0) and again to Fall (down about 7.0); Red Sea goatfish increasing from Winter to Spring (up about 4.0) and then dropping to Fall (down about 6.0); and Milkfish decreasing from Winter to Spring (down about 5.0) and again to Fall (down about 7.0)."
  },
  {
    "﻿question_id": "403fb4e4",
    "description": "The graphic is a grouped bar chart titled “Percentage of Ondo State Small-Scale Farmers Who Are Female, by Main Crop Grown.” The vertical axis is labeled in two stacked lines, rotated 90 degrees: “Female farmers” and “as a percentage of total.” It runs from 0 to 60 with tick marks and labels at every 5 units (0, 5, 10, …, 60). Horizontal grid lines span the plot at each of these values, and a vertical axis line appears at the left of the plotting area. The horizontal axis is labeled “Ondo State region,” and the three regions are shown along the baseline as slanted labels rotated about 40 degrees: “north Ondo,” “central Ondo,” and “south Ondo.”\n\nEach region has three vertical bars, one per crop category, with consistent ordering left to right: cereals, root crops, and non–root vegetables. The legend below the chart, inside a rectangular border, identifies the encodings: a medium gray fill (#666666) for cereals, a light gray fill (#CCCCCC) for root crops, and black (#000000) for non–root vegetables. All bars have black outlines of similar thickness and the same width.\n\nFor north Ondo, the cereals bar (medium gray) rises to about 30.4%, a bit above the 30% grid line. The root crops bar (light gray) is about 16.7%, a little above the 15% grid line. The non–root vegetables bar (black) is the tallest in this group at about 58.7%, just below the 60% line. Within this region, non–root vegetables exceed cereals by roughly 28.3 percentage points and exceed root crops by about 42.0 points; cereals exceed root crops by about 13.7 points.\n\nFor central Ondo, cereals are about 36.9% (just above 35%), root crops are about 19.9% (just under 20%), and non–root vegetables are about 45.1% (a bit above 45%). Here, non–root vegetables exceed cereals by about 8.2 points and root crops by about 25.2 points; cereals exceed root crops by roughly 17.0 points.\n\nFor south Ondo, cereals are about 35.9% (just under 36%), root crops are about 18.8% (just under 19%), and non–root vegetables are about 53.3% (just above 53%). In this region, non–root vegetables exceed cereals by around 17.4 points and root crops by about 34.5 points; cereals exceed root crops by roughly 17.1 points.\n\nComparing across regions by category, cereals are highest in central Ondo (36.9%), slightly lower in south Ondo (35.9%), and lowest in north Ondo (30.4); central is about 6.5 points higher than north and about 1.0 point higher than south. Root crops are highest in central (19.9%), followed by south (18.8%) and north (16.7); central is about 3.2 points above north and 1.1 points above south. Non–root vegetables are highest in north (58.7%), followed by south (53.3%) and central (45.1); north is about 13.6 points above central and 5.4 points above south, while south is about 8.2 points above central. The overall tallest bar on the chart is non–root vegetables in north Ondo (about 58.7%), and the shortest bar is root crops in north Ondo (about 16.7%)."
  },
  {
    "﻿question_id": "53c6c179",
    "description": "The figure is a multi-series line chart with the three-line title centered at the top: “Median Ages of First Marriage for Men” (first line), “and Women in the United States and” (second line), “in England and Wales, 1900–2000” (third line). The vertical axis at the left is labeled “Median marriage age” (no units shown on the axis label itself, but the bottom of the overall figure bears the centered label “Years,” which refers to the horizontal axis). The vertical (y) scale runs from 35 at the top to 0 at the bottom, with horizontal grid lines and tick marks labeled every 5 units: 35 (y=96), 30, 25, 20, 15, 10, 5, and 0 (y=296). The horizontal (x) scale is time in years, with vertical grid lines at each decade from 1900 through 2000. The decade labels “1900, 1910, …, 2000” appear below the plotting area, each slanted about 40 degrees upward to the left. The plotting window is bounded on the left by the y-axis line and filled with equally spaced horizontal grid lines and decade-spaced vertical grid lines.\n\nThere are four line series, each distinguished by line style and end markers, as explained in a legend inside a thin black rectangle below the plot. In the legend, four short line samples are shown alongside labels: a solid black line with triangular arrowheads denotes “Women (England and Wales)”; a black dashed line (dash pattern 9 on, 6 off) with small square end markers denotes “Men (United States)”; a black dotted line (very short dashes with long gaps, stroke width slightly heavier, round line caps) with small open circle end markers denotes “Women (United States)”; and a thicker medium-gray line (#999) with an eight-pointed star-like end marker denotes “Men (England and Wales).” In the main plot, each series is drawn as straight-line segments connecting successive decade positions, with the same end markers, so each decade point is visually marked by the endpoints of the adjacent segments. All series connect the decades 1900, 1910, …, 2000.\n\nBased on the vertical position of each series at the decade grid lines (converting y-position to age, where 1 unit corresponds to about 5.714 pixels and 0 is at the bottom), the approximate median ages (to one decimal place) by decade are as follows.\n\nWomen (England and Wales), solid black with triangular markers: 1900 ≈ 26.3; 1910 ≈ 26.8; 1920 ≈ 26.8; 1930 ≈ 26.5; 1940 ≈ 25.8; 1950 ≈ 26.4; 1960 ≈ 25.3; 1970 ≈ 24.7; 1980 ≈ 26.7; 1990 ≈ 28.8; 2000 ≈ 32.1. This series is relatively flat from 1900–1930, dips slightly around 1940–1970, then rises steadily after 1970, reaching its highest level in 2000.\n\nMen (United States), black dashed with square markers: 1900 ≈ 25.9; 1910 ≈ 25.1; 1920 ≈ 24.6; 1930 ≈ 24.3; 1940 ≈ 24.3; 1950 ≈ 22.8; 1960 ≈ 22.8; 1970 ≈ 23.2; 1980 ≈ 24.7; 1990 ≈ 26.1; 2000 ≈ 26.8. This series declines from 1900 to a low around 1950–1960, then rises through 2000.\n\nWomen (United States), black dotted with open-circle markers: 1900 ≈ 21.9; 1910 ≈ 21.6; 1920 ≈ 21.2; 1930 ≈ 21.3; 1940 ≈ 21.5; 1950 ≈ 20.3; 1960 ≈ 20.3; 1970 ≈ 20.8; 1980 ≈ 22.0; 1990 ≈ 23.9; 2000 ≈ 25.1. This series is the lowest of the four throughout the century, falling slightly to a low plateau around 1950–1960 and then rising afterward.\n\nMen (England and Wales), thick gray with star-like markers: 1900 ≈ 28.4; 1910 ≈ 28.9; 1920 ≈ 29.2; 1930 ≈ 29.0; 1940 ≈ 28.6; 1950 ≈ 29.5; 1960 ≈ 28.3; 1970 ≈ 27.2; 1980 ≈ 29.4; 1990 ≈ 31.3; 2000 ≈ 34.8. This series is consistently the highest of the four, with modest fluctuations early and a pronounced rise after 1970, reaching the overall maximum by 2000.\n\nAt specific dates, the relative ordering is clear. In 1900, Men (England and Wales) is highest at about 28.4 and Women (United States) is lowest at about 21.9 (a gap of roughly 6.5 points); Women (England and Wales) at about 26.3 is slightly above Men (United States) at about 25.9 (by about 0.4). By mid-century (1950), Men (England and Wales) is near 29.5, Women (England and Wales) about 26.4, Men (United States) about 22.8, and Women (United States) about 20.3; the largest separation there is between Men (England and Wales) and Women (United States) at roughly 9.2 points. Around 1970, the four series are, from highest to lowest: Men (England and Wales) ≈ 27.2, Women (England and Wales) ≈ 24.7, Men (United States) ≈ 23.2, and Women (United States) ≈ 20.8. By 2000, Men (England and Wales) ≈ 34.8 remains the highest, followed by Women (England and Wales) ≈ 32.1; Men (United States) ≈ 26.8 and Women (United States) ≈ 25.1 trail behind. In 2000, Men (England and Wales) is about 2.7 points above Women (England and Wales), about 8.0 above Men (United States), and about 9.7 above Women (United States). Across the entire span, Women (United States) remains below Men (United States), Women (England and Wales) remains above Men (United States), and Men (England and Wales) remains above Women (England and Wales); no line crossings are visible among these four series at the decade points.\n\nOverall, the visual presentation combines evenly spaced horizontal grid lines for the y-scale, decade-aligned vertical grid lines with slanted tick labels for the x-scale, and four distinct line styles with different marker shapes to differentiate the series, reinforced by a labeled legend contained within a rectangular box beneath the plot area."
  },
  {
    "﻿question_id": "5c73f0cc",
    "description": "The graphic is a vertical bar chart titled “Test Results for Two New Battery Recycling Processes,” displayed over two centered lines. The horizontal axis is labeled “Lithium-ion battery type,” and the vertical axis is labeled “Lithium recovered (%).” The vertical scale runs from 0 to 80 percent with tick labels at 0, 10, 20, 30, 40, 50, 60, 70, and 80. At each tick value there is a thin black horizontal grid line spanning the plotting area and a short tick mark crossing the left vertical axis line. The left vertical axis line is drawn in black and runs from the 80% grid line at the top to the 0% grid line at the bottom.\n\nTwo categories appear on the horizontal axis: Type A and Type B, each centered beneath a pair of side-by-side bars. A legend in a boxed key below the chart identifies the two data series: a light gray square with a black outline corresponds to “recycling process 1,” and a dark gray square with a black outline corresponds to “recycling process 2.” In the plot, the bars use those same fills, each with a black outline of similar thin stroke width. Within each category, the light gray bar (process 1) is on the left and the dark gray bar (process 2) is on the right. Each pair of bars is the same width, placed flush against each other with no gap, and both rise from the common 0% baseline.\n\nReading from the vertical scale, for Type A the light gray bar reaches just under the 30% grid line at about 29.8%, while the dark gray bar rises a bit above the midpoint between 50% and 60% to about 55.6%. For Type B, the light gray bar reaches between 30% and 40% at about 34.9%, and the dark gray bar extends well above 70% but below 80%, to about 75.9%. All values are estimated from the grid with about one decimal place precision.\n\nComparisons visible in the chart include that, within each battery type, the dark gray bar (process 2) is taller than the light gray bar (process 1). The difference is about 25.8 percentage points for Type A (55.6% vs. 29.8%) and about 41.0 points for Type B (75.9% vs. 34.9%). Comparing across battery types, process 1 is higher for Type B by about 5.1 points (34.9% vs. 29.8%), and process 2 is higher for Type B by about 20.3 points (75.9% vs. 55.6%). The tallest bar in the figure is the Type B, process 2 bar at roughly 75.9%, and the shortest is the Type A, process 1 bar at roughly 29.8%."
  },
  {
    "﻿question_id": "5d453dcc",
    "description": "The figure is a bar graph titled “Voters’ Political Orientation, Level of Political Information, and Probability of Voting,” shown in three centered lines at the top. The vertical axis on the left is labeled “Probability of voting (%)” (rotated vertically) and runs from 0 to 100 percent. Horizontal grid lines span the plotting area at every 10 percent increment, labeled on the left margin as 0, 10, 20, …, 100. The 0% line is at the bottom of the plot area, and the 100% line is at the top. A vertical axis line runs along the left edge of the plot area. The horizontal axis shows seven categories labeled 1 through 7 below the bars. Beneath the axis, centered multi-line text explains the scale: “Voters’ political orientation (1 = strong Democrat/liberal; 4 = independent; 7 = strong Republican/conservative).”\n\nTwo series are displayed for each of the seven categories as adjacent vertical bars that share the same baseline at 0%. Within each category, the left bar is filled light gray (#B3B3B3) and represents “low information,” and the right bar is filled dark gray (#333333) and represents “high information.” All bars have black outlines of the same thin thickness. The two bars in each pair touch each other with no gap, and there is a wider gap between pairs. A legend below the chart, inside a thin rectangular box, shows a small light gray square labeled “low information” and a small dark gray square labeled “high information,” matching the fills of the bars.\n\nReading heights against the percentage grid (each 10% step equals the same vertical distance), the approximate values for each category are as follows. For category 1, the low-information bar is about 78.0% and the high-information bar is about 92.0%. For category 2, low is about 62.0% and high is about 85.0%. For category 3, low is about 57.0% and high is about 86.0%. For category 4, low is about 47.0% and high is about 80.0%. For category 5, low is about 62.0% and high is about 87.5%. For category 6, low is about 69.0% and high is about 88.0%. For category 7, low is about 81.5% and high is about 94.0%. In every category, the dark (high-information) bar is taller than the light (low-information) bar. The differences between the two bars within each category are, in percentage points: about +14.0 (category 1), +23.0 (2), +29.0 (3), +33.0 (4), +25.5 (5), +19.0 (6), and +12.5 (7). Among the low-information bars, the smallest value appears at category 4 (about 47.0%), and the largest at category 7 (about 81.5%); the low-information bars generally decline from category 1 to 4 and then rise from 4 to 7. Among the high-information bars, the smallest is also at category 4 (about 80.0%), and the largest at category 7 (about 94.0%); these bars are relatively high at category 1, dip at 4, and then rise to 7. Notably, the low-information bars for categories 2 and 5 are equal at about 62.0%.\n\nNo lines other than the grid and the left axis are drawn; there are no markers, annotations, or shaded regions beyond the legend and axis labels. All numeric tick labels, category labels, and descriptive text are rendered in a consistent serif font."
  },
  {
    "﻿question_id": "627d93e3",
    "description": "The figure is a bar graph titled “Modeled Radial Growth of Sugar Maple Trees,” shown over two centered title lines. The horizontal axis is labeled “Climate scenario” beneath the plotting area. The vertical axis is labeled “Radial growth (centimeters per year)” along the left side, rotated vertically. The vertical scale runs from 0 to 0.25 with labeled tick marks and thin horizontal grid lines at 0, 0.05, 0.10, 0.15, 0.20, and 0.25. A thin vertical axis line appears at the left of the plotting area.\n\nThree climate scenarios are shown along the horizontal axis, each labeled diagonally below its bar pair: “current,” “moderate change,” and “extreme change.” Each scenario is represented by two adjacent vertical bars: a light gray bar (fill #B3B3B3) outlined in thin black, and a dark gray bar (fill #333333) outlined in thin black. According to the legend enclosed in a thin black rectangle beneath the chart, the light gray bars represent “with nitrogen,” and the dark gray bars represent “without nitrogen.”\n\nFor the current scenario, the light gray bar reaches just above the 0.20 grid line, to about 0.21 cm per year (a little above 0.2 to one decimal). The adjacent dark gray bar reaches roughly 0.16 cm per year (between 0.15 and 0.20, closer to 0.15; about 0.2 to one decimal). The light gray bar is about 0.05 cm per year taller than the dark gray bar here.\n\nFor the moderate change scenario, the light gray bar reaches a bit below 0.20, at about 0.185 cm per year (just under 0.2 to one decimal), while the dark gray bar is at 0.15 cm per year exactly (right at the 0.15 grid line; about 0.2 to one decimal). The light gray bar is about 0.035 cm per year taller than the dark gray bar, and both bars are slightly shorter than their counterparts in the current scenario (by roughly 0.025 for the light gray and 0.01 for the dark gray).\n\nFor the extreme change scenario, the light gray bar is just above 0.05, at about 0.06 cm per year (about 0.1 to one decimal), and the dark gray bar reaches about 0.04 cm per year (just below 0.05; about 0.0 to one decimal). The light gray bar is about 0.02 cm per year higher than the dark gray bar here. Compared with the current scenario, both bars in the extreme change scenario are much lower: the light gray bar is lower by about 0.15 cm per year, and the dark gray bar by about 0.12 cm per year.\n\nOverall, within each scenario the light gray “with nitrogen” bar is taller than the dark gray “without nitrogen” bar. The tallest bars occur in the current scenario and the shortest in the extreme change scenario. No bars overlap; they are displayed side by side within each scenario group against the common baseline at 0."
  },
  {
    "﻿question_id": "645fd11a",
    "description": "The graphic is a vertical bar chart titled in two centered lines at the top: “Average Number of Individuals” and “Reporting Directly to CEOs.” The horizontal axis is labeled “Years” at the bottom center. The vertical axis label runs vertically along the left in two stacked lines: “Average number of individuals” and “directly reporting to CEO.” The vertical scale runs from 0 at the bottom to 7 at the top, with major tick marks and horizontal grid lines at each integer: 0, 1, 2, 3, 4, 5, 6, and 7. The grid lines are thin, solid black lines extending across the plotting area, and the left axis line is a thin, solid black line. Each tick has a short tick mark on the axis and a number printed just to the left.\n\nAlong the horizontal axis there are three labeled groups, each denoted by a slanted (about 40 degrees up to the left) text label under the bars: “1991–1995,” “1996–2001,” and “2001–2008.” In each group, two adjacent vertical bars are shown: the left bar is light gray (hex #B3B3B3) and the right bar is dark gray (hex #333333). Both bar types have thin black outlines. A boxed legend near the bottom shows the encoding: a small light gray square labeled “managers” and a small dark gray square labeled “department leaders.”\n\nReading bar heights against the vertical grid:\n- For 1991–1995, the light gray (managers) bar reaches exactly the “2” grid line, about 2.0; the dark gray (department leaders) bar reaches about one-third of the way between 3 and 4, about 3.3. The dark bar is about 1.3 units higher than the light bar.\n- For 1996–2001, the light gray bar is midway between 2 and 3, about 2.5; the dark gray bar reaches exactly the “4” grid line, 4.0. Here the dark bar is about 1.5 units higher.\n- For 2001–2008, the light gray bar reaches exactly the “3” grid line, 3.0; the dark gray bar rises to just below the “7” grid line, at about 6.8. The dark bar exceeds the light bar by about 3.8 units.\n\nAcross the three groups, the light gray bars increase steadily from about 2.0 to 2.5 to 3.0. The dark gray bars also increase, from about 3.3 to 4.0 to 6.8. In every group the dark gray bar is taller than the light gray bar, with the gap widening over time. None of the bars exceed the top scale value of 7, and all bars rest on the zero baseline at the bottom. The tallest bar overall is the dark gray bar in 2001–2008 (about 6.8), and the shortest is the light gray bar in 1991–1995 (2.0). The bars align with the grid lines where stated (for example, managers in 2001–2008 at exactly 3.0 and department leaders in 1996–2001 at exactly 4.0), making the approximate readings above evident from the tick marks."
  },
  {
    "﻿question_id": "702eb7e3",
    "description": "The figure is a grouped bar chart titled “Economic Policy Uncertainty in the United Kingdom, 2005–2010,” centered at the top on two lines. The vertical axis on the left is labeled “Uncertainty” with a second line “(larger values = more uncertainty),” both rotated vertically. The horizontal axis label “Year” appears centered below the plot. Horizontal grid lines span from the y-axis at the left to the right edge of the plotting area, with labeled tick marks at 0, 50, 100, 150, and 200. The 0 line is at the bottom of the plotting area, and the 200 line is near the top. Each tick has a short tick mark to the left of the y-axis line and a number just beyond it. There are no vertical grid lines. Year labels 2005, 2006, 2007, 2008, 2009, and 2010 are placed diagonally (rotated about −40°) below their respective groups of bars.\n\nEach year has three narrow, adjacent bars outlined in black (stroke about 0.9) with solid fills that encode categories, as clarified by a legend in a bordered rectangle below the chart. The legend shows three 12×12 squares with labels: dark gray (#666666) corresponds to “tax and public spending policy,” light gray (#CCCCCC) to “trade policy,” and black (#000000) to “general economic policy.” The legend box is centered toward the bottom of the SVG and lists the items vertically from top to bottom in that order.\n\nBar heights map linearly to the vertical scale (1 unit per pixel), so values can be read directly against the grid lines. For 2005, the dark gray bar (tax and public spending policy) is 98.0; the light gray bar (trade policy) is 160.0; and the black bar (general economic policy) is 90.0. In 2006, the values are 65.0 (dark gray), 105.0 (light gray), and 72.0 (black). In 2007, they are 61.0 (dark gray), 75.0 (light gray), and 77.0 (black). In 2008, they are 90.0 (dark gray), 71.0 (light gray), and 73.0 (black). In 2009, they are 76.0 (dark gray), 70.0 (light gray), and 81.0 (black). In 2010, they are 165.0 (dark gray), 71.0 (light gray), and 118.0 (black).\n\nAcross years, the tallest single bar is the dark gray bar in 2010 at 165.0, followed by the light gray bar in 2005 at 160.0 and the black bar in 2010 at 118.0. Within each year: in 2005, light gray (160.0) is highest, then dark gray (98.0), then black (90.0), with light gray about 62.0 higher than dark gray and 70.0 higher than black; dark gray is about 8.0 above black. In 2006, light gray (105.0) exceeds black (72.0) by about 33.0 and dark gray (65.0) by about 40.0; black is about 7.0 above dark gray. In 2007, black (77.0) is slightly above light gray (75.0) by about 2.0, and both exceed dark gray (61.0) by about 16.0 and 14.0, respectively. In 2008, dark gray (90.0) is highest, exceeding black (73.0) by about 17.0 and light gray (71.0) by about 19.0; black is about 2.0 above light gray. In 2009, black (81.0) leads dark gray (76.0) by about 5.0 and light gray (70.0) by about 11.0; dark gray is about 6.0 above light gray. In 2010, dark gray (165.0) is highest, exceeding black (118.0) by about 47.0 and light gray (71.0) by about 94.0; black exceeds light gray by about 47.0. Most yearly groups have bars in a relatively tight cluster (e.g., 2007 and 2009 span roughly 16.0 and 11.0 points, respectively), while 2010 shows a much wider spread of 94.0 between the highest and lowest bars. The bars do not reach the top grid line at 200, and the lowest bars sit well above the baseline at 0."
  },
  {
    "﻿question_id": "742fd8ba",
    "description": "The chart title reads “Metal Content of Plants with and without Kanamycin Exposure,” set on three centered lines. The vertical axis at the left is labeled “Metal content (parts per million),” and is scaled from 0 at the bottom to 700 at the top, with tick labels at 0, 100, 200, 300, 400, 500, 600, and 700. Thin horizontal grid lines span the plotting area at each 100-unit increment, and short tick marks appear at the left margin aligned with those grid lines. The horizontal axis along the bottom is labeled “Experimental condition.” Two category labels identify the groups and are rotated about 40 degrees counterclockwise beneath the bars: “without kanamycin” for the left pair and “with kanamycin” for the right pair.\n\nTwo data series are encoded with filled bars outlined in black (stroke about 0.9). Light gray represents zinc and dark gray represents iron; this key is shown in a boxed legend centered below the plot area, with a small light gray square labeled “zinc” and a small dark gray square labeled “iron.” Within each experimental condition, the zinc and iron bars are shown side by side.\n\nIn the “without kanamycin” group, the light gray zinc bar rises to about 390.0 parts per million (a little below the 400 line), while the dark gray iron bar reaches about 625.0 parts per million (slightly above the 600 line). Iron is therefore higher than zinc here by roughly 235.0 ppm. In the “with kanamycin” group, the zinc bar reaches exactly the 300 line (300.0 ppm), and the iron bar reaches about 225.0 ppm (midway between 200 and 300, closer to 200). Zinc exceeds iron in this group by about 75.0 ppm. Comparing across conditions, zinc is lower by about 90.0 ppm with kanamycin (390.0 vs. 300.0), and iron is lower by about 400.0 ppm (625.0 vs. 225.0). The tallest bar overall is iron without kanamycin at around 625.0 ppm, and the shortest is iron with kanamycin at around 225.0 ppm. No error bars, annotations, or shaded regions are shown."
  },
  {
    "﻿question_id": "7dab4d5d",
    "description": "The chart is titled “Mean Attentiveness Scores by Leave Time Condition,” shown across two centered lines at the top. The horizontal axis is labeled “Test administration,” with three category labels beneath the plotting area reading “first,” “second,” and “third.” The vertical axis is labeled on two rotated lines: “Mean test score (higher scores indicate greater attentiveness).” The vertical scale runs from 0 to 600 in increments of 60, with tick labels shown at 0, 60, 120, 180, 240, 300, 360, 420, 480, 540, and 600. At each tick there is a horizontal grid line spanning the plotting area and a short tick mark intersecting the left axis. The left vertical axis line is drawn; there is no right axis line.\n\nData are shown as grouped vertical bars for each test administration. In each group there are three bars, all with a thin black outline and uniform width. Color encodes the leave time condition, as indicated by a boxed legend below the chart: a medium gray fill (#666666) for “no leave,” a light gray fill (#CCCCCC) for “2–4 days leave,” and a black fill (#000000) for “1–5 weeks leave.” The legend sits inside a rectangular border near the lower left and lists the three fills with matching small color squares and text labels.\n\nApproximate bar heights, read from the vertical scale, are as follows:\n- First administration: no leave ≈ 546.0; 2–4 days leave ≈ 455.0; 1–5 weeks leave ≈ 545.0. Here, no leave is about 1.0 point higher than 1–5 weeks leave, and both are much higher than 2–4 days leave by about 90.0–91.0 points.\n- Second administration: no leave ≈ 470.0; 2–4 days leave ≈ 575.0; 1–5 weeks leave ≈ 518.0. The 2–4 days leave bar is the tallest of this group, about 105.0 points higher than no leave and about 57.0 points higher than 1–5 weeks leave; 1–5 weeks leave is about 48.0 points above no leave.\n- Third administration: no leave ≈ 500.0; 2–4 days leave ≈ 510.0; 1–5 weeks leave ≈ 480.0. The 2–4 days leave bar is about 10.0 points higher than no leave and about 30.0 points higher than 1–5 weeks leave; no leave is about 20.0 points higher than 1–5 weeks leave.\n\nAcross administrations by condition, the no leave bars read roughly 546.0, 470.0, and 500.0 (first to third), the 2–4 days leave bars read roughly 455.0, 575.0, and 510.0, and the 1–5 weeks leave bars read roughly 545.0, 518.0, and 480.0. The highest single bar on the chart is 2–4 days leave in the second administration at about 575.0, and the lowest is 2–4 days leave in the first administration at about 455.0. Bars within each group are adjacent with small gaps, do not overlap, and the grid lines align with the labeled tick marks, aiding visual estimation."
  },
  {
    "﻿question_id": "7edfb2c5",
    "description": "The figure is a vertical bar chart with a two-line title centered at the top: “Estimated Temperatures to which” on the first line and “Evron Quarry Artifacts Were Exposed” on the second. The vertical axis on the left is labeled “Temperature (°C)” (rotated vertically). Horizontal grid lines span from the y‑axis at x ≈ 89.4 to the right edge at x = 365 at eight marked levels: 700 at y = 72, 600 at y ≈ 100.6, 500 at y ≈ 129.1, 400 at y ≈ 157.7, 300 at y ≈ 186.3, 200 at y ≈ 214.9, 100 at y ≈ 243.4, and 0 at y = 272. Each of these has a short tick mark at the left (from x ≈ 83.4 to 95.4) and a corresponding numeric label aligned to the left of the axis. The y‑axis itself is a vertical line from y = 72 down to y = 272. All axes and grid lines have a solid black stroke with a thin line weight (about 0.9).\n\nThere are four vertical bars, all with the same width and the same styling: light gray fill (#B3B3B3) with a black outline (stroke ≈ 0.9). From left to right, the categories and their rotated labels (tilted about 40 degrees counterclockwise and placed below the baseline near y ≈ 292) are: L5_239, K5_106, K3_18, and K3_9. Reading heights against the temperature grid, their approximate values are:\n- L5_239: top at y ≈ 115, which corresponds to about 549.5 °C (between the 500 and 600 lines, slightly closer to 550).\n- K5_106: top at y ≈ 227.7, about 155.0 °C (between 100 and 200, closer to the midpoint).\n- K3_18: top at y ≈ 85.8, about 651.8 °C (between 600 and 700, closer to 650).\n- K3_9: top at y ≈ 217.0, about 192.5 °C (between 100 and 200, nearer to 200 than to 150).\n\nIn terms of relative magnitudes, K3_18 is the tallest bar at roughly 651.8 °C, about 102.3 °C higher than L5_239 (≈549.5 °C). K3_9 (≈192.5 °C) is taller than K5_106 (≈155.0 °C) by about 37.5 °C. A legend appears near the bottom, enclosed in a thin black-outlined rectangle; inside it, a small gray square with a black border matches the bar color and is labeled “artifact,” indicating the encoding used for the bars. No additional reference lines, shaded regions, or markers are present, and there is no explicit x‑axis line or unit label along the horizontal direction beyond the category names."
  },
  {
    "﻿question_id": "800771e5",
    "description": "The graphic is a line chart titled “Total Science Research Submissions” on the first line and “by Topic, 2016–2019” on the second line. The horizontal axis is labeled “Year” and shows four labeled ticks: 2016, 2017, 2018, and 2019. The vertical axis is labeled “Number of submissions,” running from 0 at the bottom to 350 at the top, marked in increments of 50 (0, 50, 100, 150, 200, 250, 300, 350). Thin black horizontal grid lines span the plot at each 50-unit level, and thin vertical lines align with the year positions, including the y‑axis at the left. Small tick stubs accompany the y-axis labels. The plot area has a baseline at 0 and a top line at 350, both drawn in the same thin black style as the grid.\n\nA legend enclosed in a thin black rectangular box appears below the chart. It lists four topics, each identified by a distinct line style and marker: cellular and molecular biology is a solid black line (stroke width about 2.4) with filled triangular markers at the segment ends; physics and space science is a black dashed line (long dashes, dash pattern about 9–6) with small gray square markers outlined in black at the segment ends (same stroke width as the solid line); medicine and health is a black dot-dash pattern that reads as widely spaced dots (very short dashes with round end caps, thicker stroke, about 3) with small white circular markers outlined in black at the segment ends; animal science is a medium-gray (#999) line, the thickest of the four (about 3.5), with small gray eight-pointed star-like markers outlined in black at the segment ends.\n\nEach series has values plotted at the four years, joined by straight segments using the legend’s styles. Reading from the vertical scale:\n- Cellular and molecular biology: 2016 ≈ 200.0; 2017 ≈ 301.0; 2018 ≈ 280.0; 2019 ≈ 280.0. It rises sharply from 2016 to a peak in 2017 (+101.0), then declines to 2018 (−21.0) and remains flat through 2019 (no change).\n- Physics and space science: 2016 ≈ 97.0; 2017 ≈ 90.0; 2018 ≈ 87.0; 2019 ≈ 100.0. It trends down from 2016 to 2018 (−10.0 overall) and then rises in 2019 (+13.0), ending slightly above its 2016 level by about 3.0.\n- Medicine and health: 2016 ≈ 221.0; 2017 ≈ 220.0; 2018 ≈ 224.0; 2019 ≈ 286.0. It is essentially steady from 2016 to 2018 (within about ±3–4) and then jumps notably in 2019 (+62.0 from 2018), reaching its series high.\n- Animal science: 2016 ≈ 50.0; 2017 ≈ 50.0; 2018 ≈ 50.0; 2019 ≈ 88.0. It is flat at 50.0 for three years, then increases in 2019 by 38.0.\n\nComparisons by year show the relative ordering and gaps. In 2016, medicine and health (≈221.0) is highest, followed by cellular and molecular biology (≈200.0), then physics and space science (≈97.0), and animal science (≈50.0); the top exceeds the bottom by about 171.0. In 2017, cellular and molecular biology (≈301.0) becomes the highest, ahead of medicine and health (≈220.0) by about 81.0; physics (≈90.0) and animal science (≈50.0) trail, for a spread of about 251.0 from top to bottom. In 2018, cellular and molecular biology (≈280.0) remains the highest, with medicine and health (≈224.0) lower by about 56.0; physics (≈87.0) is close to animal science (≈50.0) but still higher by about 37.0. In 2019, medicine and health (≈286.0) is the highest, narrowly above cellular and molecular biology (≈280.0) by about 6.0; physics (≈100.0) is modestly higher than animal science (≈88.0) by about 12.0. Across the span, the two higher series (cellular and molecular biology; medicine and health) cross twice—between 2016 and 2017 (cellular moves above medicine) and between 2018 and 2019 (medicine overtakes cellular)—while the two lower series stay well separated from the higher pair. No shaded regions or reference bands are present beyond the grid lines."
  },
  {
    "﻿question_id": "82bdf676",
    "description": "The graphic is a line chart titled “Participants’ Likability Ratings for Candidates by Candidates’ Traits and Participants’ Ignoble-Trait Scores,” centered in three lines at the top. The horizontal axis at the bottom is labeled “Ignoble-trait scores of participants,” with tick marks and labels at integers 1 through 7. The vertical axis on the left is labeled in two stacked, rotated lines: “Candidate-likability score” and “(higher score = more likable).” The vertical scale runs from 0 at the bottom to 100 at the top, with labeled horizontal grid lines at 0, 25, 50, 75, and 100. Each of these grid lines extends across the plot area, and small tick marks with the corresponding numbers appear just to the left of the vertical axis. Vertical grid lines run through each x-value from 1 to 7 across the plotting region.\n\nA legend sits in a rectangular box beneath the plot area. It shows two line styles: a solid black line with small triangular arrowhead markers at the ends, labeled “admirable-trait candidates,” and a black dashed line (dash pattern roughly 9 on, 6 off) with small square end markers, labeled “ignoble-trait candidates.” Both sample lines are horizontal, and the labels sit to their right.\n\nTwo series are drawn across the plotting area with a relatively thick stroke. The solid black series (admirable-trait candidates) is nearly flat from x = 1 to x = 5 at about 67.0 on the vertical scale, then rises slightly to about 68.5 by x = 6 and remains at about 68.5 at x = 7. Specifically, the plotted y-positions indicate approximately 67.0 at x = 1, 2, 3, and 4; 67.0 at x = 5; and 68.5 at x = 6 and 7. The dashed black series with square markers (ignoble-trait candidates) increases steadily across the x-axis: about 21.0 at x = 1, 31.0 at x = 2, 41.0 at x = 3, 49.0 at x = 4, 60.0 at x = 5, 69.0 at x = 6, and 81.5 at x = 7. Each segment between integer x-values is drawn with end markers, so small triangular or square markers appear at the joins between segments.\n\nComparing the two series point by point, the solid series is much higher than the dashed series at lower x-values—by about 46.0 points at x = 1 (67.0 vs. 21.0), 36.0 at x = 2 (67.0 vs. 31.0), and 26.0 at x = 3 (67.0 vs. 41.0). The gap narrows to about 18.0 at x = 4 (67.0 vs. 49.0) and about 7.0 at x = 5 (67.0 vs. 60.0). Between x = 5 and x = 6 the dashed series overtakes the solid one; at x = 6 it is higher by about 0.5 (69.0 vs. 68.5), and by x = 7 the dashed series is higher by about 13.0 points (81.5 vs. 68.5). The solid series is essentially flat with a slight uptick near the right end, while the dashed series shows a monotonic rise across the full x-range. No annotations or shaded regions appear within the plotting area beyond the grid lines and axis labels."
  },
  {
    "﻿question_id": "89f71526",
    "description": "The figure is a vertical bar chart titled “Deformation Rate of Five Volcanoes,” centered above the plot. The vertical axis at the left is labeled “Deformation rate (centimeters per month)” in two stacked, rotated lines. The scale on this axis runs from 0 at the bottom up to 3.5 at the top, with tick marks and horizontal grid lines every 0.5 unit. The labeled grid lines are at 0 (y=248), 0.5, 1.0, 1.5, 2.0, 2.5, 3.0, and 3.5 (y=48). Each tick has a short tick mark protruding from the axis line, and the grid lines extend across the plotting area from the left axis to the right edge. All axis lines, tick marks, and grid lines are black with a thin stroke. There is no separate horizontal axis label for categories; the category names appear under the bars.\n\nFive individual bars represent categories, arranged left to right and spaced apart. Each bar is filled light gray (#B3B3B3) with a thin black outline and has its category name set below it on a diagonal (rotated about −40 degrees): Alcedo, Maule, Fernandina, Pacaya, and Sierra Negra. Based on the vertical scale, the bar heights correspond approximately to:\n- Alcedo: about 0.3 centimeters per month (its top is a small distance above the 0 line).\n- Maule: about 1.9 centimeters per month (its top is just below the 2.0 grid line).\n- Fernandina: about 0.6 centimeters per month (its top is slightly above the 0.5 grid line).\n- Pacaya: about 3.3 centimeters per month (its top is well above the 3.0 grid line and below the 3.5 line).\n- Sierra Negra: about 2.9 centimeters per month (its top lies between the 2.5 and 3.0 lines, closer to 3.0).\n\nVisually, Pacaya is the tallest bar, followed by Sierra Negra, then Maule, with Fernandina and Alcedo considerably shorter. Approximate differences read from the scale are: Pacaya is about 0.5 higher than Sierra Negra, Sierra Negra is about 1.0 higher than Maule, Maule is about 1.3 higher than Fernandina, and Fernandina is about 0.3 higher than Alcedo. The bars do not overlap and appear evenly spaced across the plotting region.\n\nA small legend appears in a bordered rectangle near the bottom of the figure. Inside it is a small light-gray square with a black outline, followed by the label “volcano,” indicating that the gray fill encodes the category series for the bars. There are no data labels on the bars themselves and no additional annotations or reference bands beyond the horizontal grid lines and axis labels."
  },
  {
    "﻿question_id": "8a584241",
    "description": "The figure is titled “Seed Germination with and without” on the first line and “H₂S Treatment” on the second line. The vertical axis at the left is labeled “Seeds germinated (%)” and runs from 0 at the bottom to 100 at the top, with horizontal grid lines and tick labels at every 10 percentage points: 0 (y=272), 10 (252), 20 (232), 30 (212), 40 (192), 50 (172), 60 (152), 70 (132), 80 (112), 90 (92), and 100 (72). Each grid line spans the plotting width and has a small tick at the left axis. The horizontal axis is labeled “Time (hours)” beneath the plot. Four vertical guide lines mark the time positions and are labeled below the plot as 24, 48, 72, and 168 hours; these are evenly spaced on the page even though the numeric intervals differ. An unlabeled vertical line at the far left forms the y-axis boundary.\n\nThree data series are drawn as lines connecting the four time positions, all in black but distinguished by line style and endpoint markers, which are also previewed in a legend framed by a thin black rectangle below the plot. The legend items show: a solid line with black triangular arrowheads at the ends labeled “500 micromoles per liter”; a medium–dash line (dash pattern 9–6) with small light-gray filled squares outlined in black at the ends labeled “10 micromoles per liter”; and a dotted line (short dot pattern with round caps) with small open circles (white fill with a black ring) at the ends labeled “untreated.” The same encodings appear on the plotted lines, with markers at both ends of each segment. The solid and dashed lines are of similar thickness, while the dotted line is slightly thicker.\n\nReading approximate values from the percentage grid: For the solid, arrowheaded series (500 micromoles per liter), the values are about 5.0% at 24 hours (y≈262), rising to 30.0% at 48 hours (y=212), then jumping to 85.0% at 72 hours (y=102) and remaining flat at 85.0% at 168 hours (y=102). For the dashed, square-marked series (10 micromoles per liter), the values are about 6.6% at 24 hours (y=258.8), 73.3% at 48 hours (y=125.4), 90.0% at 72 hours (y=92), and 96.6% at 168 hours (y=78.8). For the dotted, circle-marked series (untreated), the values are 0.0% at 24 hours (y=272), 50.0% at 48 hours (y=172), 73.3% at 72 hours (y=125.4), and 80.0% at 168 hours (y=112).\n\nComparisons at each time point show: at 24 hours, the dashed (10 micromoles per liter) is highest at about 6.6%, the solid (500 micromoles per liter) is close behind at 5.0% (about 1.6 percentage points lower), and the dotted (untreated) is lowest at 0.0%. At 48 hours, the dashed series (73.3%) leads by about 23.3 points over the dotted (50.0%) and by about 43.3 points over the solid (30.0%); the dotted is about 20.0 points above the solid. At 72 hours, the dashed series (90.0%) remains the highest, about 5.0 points above the solid (85.0%) and 16.7 points above the dotted (73.3%); the solid exceeds the dotted by 11.7 points. At 168 hours, the dashed series is still highest at about 96.6%, the solid is about 85.0%, and the dotted is about 80.0%, so dashed exceeds solid by roughly 11.6 points and exceeds dotted by about 16.6 points; solid exceeds dotted by about 5.0 points. The solid and dotted series cross between 48 and 72 hours (the solid rises from below the dotted at 48 hours to above it at 72 hours), while the dashed series is higher than the solid at all shown times. The solid series is flat from 72 to 168 hours, and the highest value on the chart is about 96.6% (dashed at 168 hours), while the lowest is 0.0% (dotted at 24 hours). All lines are black; only the square markers in the dashed series have a light-gray fill."
  },
  {
    "﻿question_id": "8a668840",
    "description": "The graphic is a line graph titled “Monthly Hours of Sunshine from April to September in Anchorage and Fairbanks, Alaska,” shown in two centered lines at the top. The horizontal axis is labeled “Month” centered below the plot. The horizontal axis categories are the month names April, May, June, July, August, and September, each printed below the axis and rotated about 40 degrees counterclockwise. Thin vertical reference lines run through the plotting area at each month position. The vertical axis on the left is labeled “Hours of sunshine” (rotated vertically). It ranges from 0 to 350 with labeled ticks every 50 (0, 50, 100, 150, 200, 250, 300, 350). For each labeled value, there is a thin horizontal grid line extending across the plotting area and a short tick mark intersecting the left axis. The bottom grid line corresponds to 0, and the top grid line corresponds to 350.\n\nA legend enclosed in a thin rectangular box appears below the chart. It shows two line styles: a solid black line with triangular arrowhead markers at its ends labeled “Anchorage,” and a black dashed line (dash pattern about 9 on, 6 off) with small gray square end markers outlined in black labeled “Fairbanks.” Both legend sample lines use the same styles as the plotted series.\n\nTwo series are plotted with straight segments connecting successive months. Anchorage is drawn as a solid black line with small black triangular markers at the ends of each segment; Fairbanks is drawn as a black dashed line with small gray square end markers. Both series use a relatively thick stroke (visibly heavier than the axes and grid lines).\n\nReading approximate values from the vertical axis:\n- Anchorage: April ≈ 254.0 hours, May ≈ 268.0, June ≈ 288.0, July ≈ 255.0, August ≈ 184.0, September ≈ 128.0.\n- Fairbanks: April ≈ 302.0 hours, May ≈ 319.0, June ≈ 334.0, July ≈ 274.0, August ≈ 164.0, September ≈ 122.0.\n\nAcross the months, both lines rise from April to June and then decline from June through September. Each series reaches its maximum in June (Anchorage about 288.0; Fairbanks about 334.0) and its minimum in September (Anchorage about 128.0; Fairbanks about 122.0). From April through July, the Fairbanks dashed line is above the Anchorage solid line, with differences of about 48.0 hours in April (302.0 vs 254.0), 51.0 in May (319.0 vs 268.0), 46.0 in June (334.0 vs 288.0), and 19.0 in July (274.0 vs 255.0). Between July and August the ordering reverses; the two lines cross once between those months, and in August and September the Anchorage solid line is higher by about 20.0 hours (184.0 vs 164.0) and 6.0 hours (128.0 vs 122.0), respectively. The largest month-to-month drop occurs on the Fairbanks series between June and August (down about 170.0 hours cumulatively), with a particularly steep decline of about 110.0 hours from July to August. No shaded regions or additional annotations are present."
  },
  {
    "﻿question_id": "8af28416",
    "description": "The figure is a vertical bar chart titled “US States with the Greatest Number of Organic Farms in 2016,” shown in two centered lines at the top. The vertical axis is labeled “Number of organic farms,” and its scale runs from 0 at the bottom to 2,800 at the top, marked every 200 units. Each 200-unit increment has a horizontal grid line across the plotting area, a short tick mark on the axis, and a numeric label to the left (0, 200, 400, …, 2,800). A solid vertical axis line appears at the left of the plotting area. The horizontal axis lists six categories—California, Wisconsin, New York, Pennsylvania, Iowa, and Washington—each printed below the bars, slanted at about a 40-degree angle. \n\nAll six data series are single-category bars with the same visual encoding: medium gray fill (#B3B3B3) with a thin black outline. The bars are of equal width and evenly spaced from left to right in the order listed above. A small legend appears near the bottom of the image inside a thin, rectangular border; it shows a gray square with a black outline followed by the text “State,” indicating the single bar style used for the categories.\n\nUsing the vertical scale to read heights, the approximate values are:\n- California: about 2,713\n- Wisconsin: about 1,276\n- New York: about 1,059\n- Pennsylvania: about 803\n- Iowa: about 732\n- Washington: about 677\n\nThe bars are in descending order from left to right. California’s bar is the tallest, between the 2,600 and 2,800 grid lines and closer to 2,800, while Washington’s is the shortest, a bit above the 600 line. The largest drop occurs between California and Wisconsin (about 1,437 fewer), followed by smaller step-downs: Wisconsin to New York (about 217 fewer), New York to Pennsylvania (about 256 fewer), Pennsylvania to Iowa (about 71 fewer), and Iowa to Washington (about 55 fewer). No bars cross or overlap; there are no annotations, error bars, or shaded reference regions beyond the regular grid lines."
  },
  {
    "﻿question_id": "a15b3219",
    "description": "The figure is a clustered bar chart titled, on two centered lines at the top, “Municipalities’ Responses to Inquiries” and “about Potential Incentives for Firm.” The vertical axis on the left is labeled “Number of municipalities” and runs from 0 at the bottom to 1,300 at the top in increments of 100. Each 100-unit increment has a horizontal grid line spanning the plotting area and a small tick mark on the left axis, with numeric labels shown at every 100 from 0 up to 1,300. The horizontal axis has no label. Three category labels appear diagonally below the bars at about a −40° angle: “no response,” “responded to inquiry,” and “offered incentive.”\n\nEach category is represented by two adjacent vertical bars with black outlines (stroke width about 0.9). Color encodes two conditions shown in the legend: a light gray fill (#B3B3B3) denotes “announcement before election,” and a dark gray fill (#333333) denotes “announcement after election.” The legend sits within a bordered box at the bottom of the graphic and shows the two color swatches with their corresponding text.\n\nFor “no response,” the light gray bar reaches approximately 1,252.0 municipalities, and the dark gray bar reaches approximately 1,248.0. The light gray bar is about 4.0 higher than the dark gray. These are the tallest bars in the chart, extending close to the top gridline near 1,300.\n\nFor “responded to inquiry,” the light gray bar is about 207.0, and the dark gray bar is about 205.0, with the light gray about 2.0 higher. Both bars sit just above the 200 gridline.\n\nFor “offered incentive,” the light gray bar is about 126.0, and the dark gray bar is about 122.0, with the light gray about 4.0 higher. These bars are slightly above the 100 gridline.\n\nAcross categories, the “no response” bars are much taller than the other two categories. Compared within the same color, “no response” is higher than “responded to inquiry” by about 1,045.0 (before) and about 1,043.0 (after), and higher than “offered incentive” by about 1,126.0 (before) and about 1,126.0 (after). “Responded to inquiry” exceeds “offered incentive” by roughly 81.0 (before) and 83.0 (after). Within each category, the before-election bar is slightly taller than the after-election bar by small margins (about 4.0, 2.0, and 4.0 respectively). All bars share the same width and baseline at 0. There are no lines, markers, or shaded regions beyond the solid gridlines."
  },
  {
    "﻿question_id": "a16128e2",
    "description": "The title, centered at the top in three lines, reads: “Percentage of ULE Attributed to” followed by “Population Growth and GDP per Capita” and then “Growth in Two World Regions.” The vertical axis on the left is labeled “Percentage attribution.” It runs from 0 at the bottom to 90 at the top, with tick marks and labels at 0, 10, 20, …, 90 in increments of 10. Light horizontal grid lines span the plotting area at each of these tick values, and short tick marks extend to the left of the axis line beside each label. The horizontal axis is labeled “Region, by time period” centered below the plot.\n\nFour category labels appear along the horizontal axis, each rotated diagonally (about −40 degrees) near its pair of bars: “Region 1 (1970–2000),” “Region 1 (2000–2014),” “Region 2 (1970–2000),” and “Region 2 (2000–2014).” In each category, two vertical bars are placed side by side and touch each other. The left bar is a light gray fill (#B3B3B3) with a thin black outline, and the right bar is a darker gray fill (#333333) with a thin black outline. A legend in a boxed area below the chart shows a light gray square labeled “urban population growth” and a dark gray square labeled “GDP per capita growth,” indicating the color coding of the bars.\n\nReading the bar heights against the vertical scale:\n- Region 1 (1970–2000): the light gray bar reaches about 63.0%, and the dark gray bar reaches about 38.0%. The light gray bar is taller by about 25 percentage points.\n- Region 1 (2000–2014): the light gray bar is about 74.0%, and the dark gray bar is about 26.0%. Here, the light gray bar exceeds the dark gray one by about 48 percentage points.\n- Region 2 (1970–2000): the light gray bar is about 88.0%, and the dark gray bar is about 12.0%, a difference of about 76 percentage points in favor of the light gray bar.\n- Region 2 (2000–2014): the light gray bar is about 51.0%, and the dark gray bar is about 49.0%, nearly the same, with the light gray bar higher by about 2 percentage points.\n\nComparisons across time within each region show that for Region 1 the light gray bar rises from about 63.0% to 74.0% (up about 11 points) while the dark gray bar falls from about 38.0% to 26.0% (down about 12 points). For Region 2, the light gray bar decreases from about 88.0% to 51.0% (down about 37 points) while the dark gray bar increases from about 12.0% to 49.0% (up about 37 points). Comparing regions within the same period: in 1970–2000, the light gray bar is higher in Region 2 than in Region 1 by about 25 points (88.0% vs 63.0%), while the dark gray bar is higher in Region 1 than in Region 2 by about 26 points (38.0% vs 12.0%); in 2000–2014, the light gray bar is higher in Region 1 than in Region 2 by about 23 points (74.0% vs 51.0%), and the dark gray bar is higher in Region 2 than in Region 1 by about 23 points (49.0% vs 26.0%). The highest single bar is the light gray bar for Region 2 (1970–2000) at about 88.0%, and the smallest is the dark gray bar for Region 2 (1970–2000) at about 12.0%. No lines, markers, error bars, or shaded reference regions are present beyond the horizontal grid lines and axis lines."
  },
  {
    "﻿question_id": "a2b0fc3b",
    "description": "The graphic is a line graph titled “Urban Population of Algeria, France, Japan, and Nigeria,” set in two centered title lines at the top. The horizontal axis is labeled “Year” beneath the plot. Year tick marks and vertical grid lines are shown every 10 years from 1970 to 2020, labeled 1970, 1980, 1990, 2000, 2010, and 2020; the labels are rotated about 40 degrees clockwise and placed below the axis. The vertical axis is labeled in two stacked, rotated lines “Percent of population” and “living in cities.” Horizontal grid lines and left-axis tick labels are drawn every 10 percentage points from 0 to 100 (0 at the bottom up to 100 at the top). A vertical left-axis line runs from the top to the bottom of the plotting area. All grid and axis lines are thin black lines.\n\nA boxed legend sits below the plot area, roughly centered, containing four sample line segments with their styles and labels. The series encodings are:\n- Algeria: a solid black line (stroke width about 2.4) with small solid black triangular markers at segment ends.\n- France: a black dashed line (long dashes, dash pattern about 9 on/6 off, stroke width about 2.4) with gray square markers outlined in black at segment ends.\n- Japan: a black dotted line (very short dash pattern about 1.1 on/6 off with round caps, stroke width about 3) with white circular markers outlined in black at segment ends.\n- Nigeria: a thicker medium-gray line (#999, stroke width about 3.5) with small gray star-like markers outlined in black at segment ends.\n\nFour lines span 1970 to 2020, with one data point each decade. Reading values from the vertical axis (0–100%), the approximate percentages for each decade are as follows. In 1970: Japan about 76.9%, France about 71.1%, Algeria about 39.5%, and Nigeria about 17.8%. In 1980: Japan about 80.2%, France about 73.3%, Algeria about 43.5%, Nigeria about 22.0%. In 1990: Japan about 84.3%, France about 74.1%, Algeria about 52.1%, Nigeria about 29.7%. In 2000: Japan about 87.6%, France about 75.9%, Algeria about 59.9%, Nigeria about 34.8%. In 2010: Japan about 90.8%, France about 78.4%, Algeria about 67.5%, Nigeria about 43.5%. In 2020: Japan about 91.5%, France about 79.0%, Algeria about 73.7%, Nigeria about 52.0%. The plotted lines are smooth, monotonic decade-to-decade increases for all four series, with no reversals within the decades shown.\n\nAcross all years shown, Japan’s line is highest, followed by France, then Algeria, then Nigeria; there are no crossings. The gaps between series vary by decade. For example, in 1970 Japan is about 5.8 percentage points above France (76.9% vs. 71.1%); by 2020 that difference is about 12.5 points (91.5% vs. 79.0%). France exceeds Algeria by about 31.6 points in 1970 (71.1% vs. 39.5%) and by about 5.3 points in 2020 (79.0% vs. 73.7%). Algeria exceeds Nigeria by roughly 21.7 points in 1970 (39.5% vs. 17.8%) and also by about 21.7 points in 2020 (73.7% vs. 52.0%). Decade-to-decade increases are modest for France (roughly +0.6 to +2.5 points per decade) and Japan (roughly +0.7 to +4.1), and larger for Algeria and Nigeria at various intervals (Algeria grows by about +4.0 to +8.6 points per decade; Nigeria by about +4.2 to +8.7). There are no annotations, reference lines, or shaded regions beyond the grid."
  },
  {
    "﻿question_id": "a9040290",
    "description": "The figure is a bar graph titled “Amount of Additional Electricity Wind Turbines Could Generate When Winds Were Stronger Than Forecast,” shown in three centered lines at the top. The vertical axis is labeled “Electricity (in thousands of MWh)” and runs from 0 to 200. Numerical tick labels at the left read 0, 25, 50, 75, 100, 125, 150, 175, and 200. There are horizontal grid lines across the plotting area at each of these levels, drawn as thin black lines, and short tick marks centered on the vertical axis line at the same heights. The vertical axis line is a thin black line at the left of the plotting area. The horizontal axis has no label and no category names printed beneath the bars.\n\nThere are two adjacent vertical bars, both outlined with a thin black stroke. The left bar represents West and is filled light gray (#B3B3B3). It rises from the baseline at 0 to just above the 150 tick, corresponding to about 150.2 thousand megawatt-hours. The right bar represents Midwest and is filled dark gray (#333333). It rises higher, between the 175 and 200 ticks and closer to 175, corresponding to about 182.6 thousand megawatt-hours. The two bars are the same width and touch each other without a gap. The Midwest bar is taller than the West bar by about 32.4 thousand megawatt-hours.\n\nA legend appears in a thin black-outlined box near the bottom of the figure. Inside, a small light gray square followed by the label “West” identifies the first bar, and a small dark gray square followed by the label “Midwest” identifies the second bar. There are no data labels on the bars and no additional annotations or shaded regions."
  },
  {
    "﻿question_id": "a9ac31e4",
    "description": "The chart title, centered in two lines at the top, reads “Area of Three Glaciers in the 2016 Swiss Glacier Inventory.” The vertical axis at the left is labeled “Area (square km),” rotated vertically. Its scale runs from 0 at the bottom to 50 at the top, with tick marks and labels at 0, 10, 20, 30, 40, and 50. Horizontal grid lines span the plot at each of those values, and the axis line itself is drawn along the left edge of the plotting area. The horizontal axis is labeled “Glacier” centered below the bars; there are no individual category labels along this axis.\n\nThree vertical bars are shown, all with black outlines of the same thickness and equal width, placed directly adjacent to one another with no gaps. From left to right, the fills are medium gray (#666666), light gray (#CCCCCC), and black (#000000). A boxed legend below the plot area identifies these colors as Gorner (medium gray), Fiescher (light gray), and Unteraar (black), each indicated by a small colored square followed by the name.\n\nUsing the vertical scale, the approximate bar heights are: Gorner about 41.2 square km, Fiescher about 29.8 square km, and Unteraar about 22.7 square km. Visually, the Gorner bar rises a little above the 40 grid line; the Fiescher bar is just under the 30 grid line; and the Unteraar bar stands a bit above the 20 grid line. In size order, Gorner is the largest, Fiescher is in the middle, and Unteraar is the smallest. Gorner is about 11.4 square km higher than Fiescher and about 18.5 square km higher than Unteraar; Fiescher exceeds Unteraar by about 7.1 square km. No additional annotations, data labels, vertical grid lines, or shaded regions are present."
  },
  {
    "﻿question_id": "b074cc05",
    "description": "The figure is a bar graph titled “Employment in Technology in Hawaii in 2010 and 2019.” The horizontal axis is labeled “Year,” with the year labels “2010” centered below the first group of bars and “2019” below the second. The vertical axis label runs vertically along the left and reads “Approximate number of jobs” on one line and “(in thousands)” on the next. The vertical axis ranges from 0 to 7 with tick labels at each integer (0 through 7). Horizontal grid lines span the plotting area at each integer level, from the left axis at about x=94 to the right edge near x=385. A vertical axis line is drawn at the left of the plot. The baseline (0) coincides with the bottom grid line at y=272.\n\nA legend appears in a bordered box below the plot area. It uses three solid fills: dark gray for “engineering services,” light gray for “technical consulting services,” and black for “computer services.” Each legend swatch is a small square with a thin black outline, and the three text labels are aligned to the right of their respective swatches.\n\nTwo groups of three vertical bars are shown, one for 2010 and one for 2019. Within each group, the bars are adjacent (equal widths, thin black outlines), ordered left to right as dark gray (engineering services), light gray (technical consulting services), and black (computer services). All bars start at the 0-thousand baseline and rise to exact grid-line heights, making values easy to read to one decimal place.\n\nFor 2010, the dark gray engineering services bar reaches the 6-thousand grid line (6.0). The light gray technical consulting services bar reaches the 4-thousand grid line (4.0). The black computer services bar also reaches the 6-thousand grid line (6.0). In this year, engineering services and computer services are tied at 6.0, each about 2.0 thousand higher than technical consulting services at 4.0.\n\nFor 2019, the dark gray engineering services bar again reaches 6.0. The light gray technical consulting services bar reaches the 5-thousand line (5.0). The black computer services bar also reaches 5.0. In this year, engineering services is highest at 6.0, about 1.0 thousand higher than both technical consulting services and computer services at 5.0.\n\nComparing the two years by category, engineering services remains the same at 6.0; technical consulting services rises from 4.0 to 5.0 (up by about 1.0 thousand); and computer services declines from 6.0 to 5.0 (down by about 1.0 thousand). No bars exceed 6.0, and none fall below 4.0. There are no annotations, reference lines beyond the grid, or shaded regions."
  },
  {
    "﻿question_id": "b30a2613",
    "description": "The figure is a clustered bar graph titled “Spider Population Count.” The vertical axis at the left is labeled “Spider count” (rotated vertically) and runs from 0 at the bottom up to 90 at the top, with tick marks and horizontal grid lines at every 10-unit increment: 0, 10, 20, 30, 40, 50, 60, 70, 80, and 90. All axis and grid lines are thin black lines. The horizontal axis is labeled “Day of experiment” and shows four category labels centered beneath the bar groups: 1, 10, 20, and 30.\n\nTwo series are shown for each day as side-by-side bars (not stacked). The left bar of each pair is light gray (#B3B3B3) with a thin black outline; the right bar is dark gray (#333333) with a thin black outline. Bars within a pair are adjacent with no gap, and there is spacing between the pairs for the different days. A legend appears below the plot inside a thin black rectangular border. It shows a light gray square labeled “no lizards” and a dark gray square labeled “with lizards,” indicating the color coding of the two series.\n\nReading values from the vertical scale, on Day 1 both bars reach the same height of 85.0, slightly below the 90 grid line. On Day 10, the light gray bar (“no lizards”) is 62.0, just above the 60 grid line, while the dark gray bar (“with lizards”) is 32.0, just above the 30 line; the light gray bar is higher by about 30.0. On Day 20, the light gray bar is 51.0 (just above 50) and the dark gray bar is 27.0 (between 20 and 30, closer to 30); the difference is about 24.0. On Day 30, the light gray bar is 43.0 (between 40 and 50, closer to 40) and the dark gray bar is 23.0 (a bit above 20), a difference of about 20.0. Across the four days, both series decrease from 85.0 on Day 1 to 43.0 and 23.0 by Day 30, respectively, drops of about 42.0 and 62.0. The only point where the two series are equal is Day 1; from Day 10 onward, the light gray bar exceeds the dark gray bar by amounts that shrink over time (about 30.0, 24.0, and 20.0). No additional annotations, reference lines, or shaded regions are present beyond the labeled grid lines and legend."
  },
  {
    "﻿question_id": "b470d853",
    "description": "The figure is a line graph titled “Recreation Visits by Month to Four US National Parks during the Peak Season in 2021.” The horizontal axis is labeled “Month,” and the vertical axis is labeled “Number of recreation visits (in thousands of visitors).” The vertical scale runs from 0 to 1,100, marked every 100 (0, 100, 200, …, 1,100). Thin horizontal grid lines span the plotting area at each 100-unit tick, from y=346 (0) up to y=96 (1,100). The vertical plotting boundary at the left is a thin line at x≈118.6. Three thin vertical guide lines mark the months at x≈159.7, 241.8, and 323.9, with the tick labels “June,” “July,” and “August,” respectively, placed below and rotated about 40 degrees counterclockwise. The axis label “Month” appears centered below the chart.\n\nA legend appears in a rectangular box below the plot. It shows four line styles with their labels to the right. “Yellowstone” is encoded by a solid black line (stroke width about 2.4) with small black triangular markers at the data points. “Zion” is a black dashed line (dash pattern long dashes, stroke width about 2.4) with square markers (light gray fill with black outline). “Grand Canyon” is a black dotted line (very short dashes with round caps, stroke width about 3) with white circular markers outlined in black. “Rocky Mountain” is a medium-gray line (stroke color #999, thicker at about 3.5) with star/diamond-shaped markers (gray fill, black outline).\n\nEach series has two connecting segments, from June to July and from July to August, with the markers appearing at the three month positions. Reading from the vertical scale (in thousands of visitors):\n- Yellowstone: June is at about 939; July rises to about 1,081; August falls to about 922. Thus, it increases by about 142 from June to July, then decreases by about 159 from July to August.\n- Zion: June is about 676; July is about 581; August is about 467. This declines by about 95 from June to July and by about 114 from July to August, a steady month-by-month decrease.\n- Grand Canyon: June is about 539; July rises slightly to about 557; August drops to about 431. That is an increase of about 18 from June to July, then a decrease of about 126 from July to August.\n- Rocky Mountain: June is about 671; July jumps to about 905; August eases to about 746. That is an increase of about 234 from June to July, followed by a decrease of about 159 from July to August.\n\nComparing parks within each month, Yellowstone is highest each month: about 939 in June (top among the four), about 1,081 in July (near the top of the chart, between the 1,000 and 1,100 grid lines), and about 922 in August. In June, Zion (about 676) is slightly above Rocky Mountain (about 671) by around 5, and both exceed Grand Canyon (about 539) by roughly 132 and 137, respectively. In July, Yellowstone (about 1,081) leads Rocky Mountain (about 905) by about 176; Zion (about 581) is above Grand Canyon (about 557) by about 24. In August, Yellowstone (about 922) is again highest, ahead of Rocky Mountain (about 746) by about 176; Zion (about 467) remains above Grand Canyon (about 431) by about 36. No series cross one another over the three months; Zion remains above Grand Canyon in all three, and Rocky Mountain remains below Yellowstone but above Grand Canyon throughout, overtaking Zion after June. There are no shaded regions or additional annotations beyond the axes, grid lines, and legend."
  },
  {
    "﻿question_id": "b71861fc",
    "description": "The figure is a vertical bar graph titled on two centered lines: “Percentage of Participants” and, beneath it, “Who Mentioned Factors.” The horizontal axis is labeled “Factor.” The vertical axis is labeled “Percent,” with tick marks and numeric labels from 0 to 80 in increments of 10. Each labeled tick (0, 10, 20, …, 80) has a short tick mark at the left and a thin horizontal grid line extending across the plotting area. A thin vertical axis line runs up the left side of the plot. The 0-percent line is at the bottom of the plotting area; the 80-percent line is at the top.\n\nThree vertical bars are shown, all rising from the common baseline at 0 percent. Each bar has a thin black outline (about the same 0.9 stroke width as the axes) and a solid fill. From left to right, the fills are medium gray (#666666), light gray (#CCCCCC), and black (#000000). Using the spacing of the grid lines (10 percent per evenly spaced step), the bar tops read approximately as follows: the left bar reaches about 68.0 percent (its top lies a bit below the 70-percent grid line); the middle bar reaches about 51.0 percent (just above the 50-percent line); and the right bar reaches about 74.0 percent (between the 70- and 80-percent lines, closer to 70). In relative terms, the right bar is the tallest at about 74.0 percent, the left bar is next at about 68.0 percent, and the middle bar is the shortest at about 51.0 percent. The right bar exceeds the left by about 6.0 percentage points and exceeds the middle by about 23.0 points; the left bar exceeds the middle by about 17.0 points.\n\nA boxed legend appears below the plot. Inside the box are three small colored squares with text labels to their right that define the bar encodings: a medium-gray square labeled “convenience,” a light-gray square labeled “costs,” and a black square labeled “established behaviors.” There are no category labels directly under the bars; categories are indicated solely through the legend. No additional annotations or reference lines are present beyond the axis labels, tick marks, and grid lines."
  },
  {
    "﻿question_id": "be19faa1",
    "description": "The graphic is a grouped bar chart titled “Home Heating Needs Met with Subsurface Thermal Pollution for Two Temperature Conditions, by Percentage of Sites,” shown over three centered lines near the top. The vertical axis on the left is labeled “Percentage of all sites analyzed,” rotated vertically, and runs from 0 at the bottom to 90 at the top. Tick labels appear at 0, 10, 20, 30, 40, 50, 60, 70, 80, and 90, with thin horizontal grid lines across the plotting area at each of these levels. The baseline for 0 is at y=320 and the top grid line for 90 is at y=120, with evenly spaced increments. A thin vertical axis line runs from the 90 mark down to the 0 mark. Along the bottom, the horizontal axis is labeled “Local heating needs met.”\n\nThere are three categories along the horizontal axis, each labeled below the bars with text rotated about 40 degrees clockwise: “0%,” “Up to 25%,” and “More than 25%,” from left to right. In each category there are two adjacent bars: a light gray bar (fill #B3B3B3) representing “Current surface temperature” and a dark gray bar (fill #333333) representing “Maximum plausible surface temperature.” Both sets of bars have black outlines, are of equal width, and sit directly on the 0 baseline. A legend box beneath the chart confirms these encodings, showing a light gray square labeled “Current surface temperature” and a dark gray square labeled “Maximum plausible surface temperature” (the second label is split across two lines, with a comma at the end of the first line).\n\nFrom left to right, the approximate bar heights (read from the percentage axis) are as follows:\n- For “0%”: the light gray bar reaches about 82.0, and the dark gray bar reaches about 14.0. The light gray bar is higher by about 68.0 percentage points.\n- For “Up to 25%”: the light gray bar reaches about 4.0, and the dark gray bar reaches about 7.0. The dark gray bar is higher by about 3.0 percentage points.\n- For “More than 25%”: the light gray bar reaches about 14.0, and the dark gray bar reaches about 78.0. The dark gray bar is higher by about 64.0 percentage points.\n\nNotable patterns include the light gray series peaking in the “0%” category at about 82.0 and dropping to a low of about 4.0 in “Up to 25%,” with a middle value of about 14.0 in “More than 25%.” The dark gray series is lowest in “Up to 25%” at about 7.0, has the same mid-level of about 14.0 in “0%,” and peaks in “More than 25%” at about 78.0. Within each category, the bars are adjacent with no gap between the light and dark bars, and there is a uniform gap between categories. Horizontal grid lines align with the labeled tick marks, aiding estimation of the bar heights."
  },
  {
    "﻿question_id": "cbdd5287",
    "description": "The figure is a monochrome line graph titled “Average Survival of Fruit Flies” on the first line and “following Infection” on the second. The horizontal axis at the bottom is labeled “Days after infection,” with tick labels 0, 2, 6, 10, and 14. The vertical axis on the left is labeled “Survival rate (% alive).” Its scale runs from 110 at the top down to 0 at the bottom, marked every 10 units with labels 110, 100, 90, 80, 70, 60, 50, 40, 30, 20, 10, and 0. Thin horizontal grid lines extend across the plotting area at each of these labeled levels, and a vertical axis line runs up the left side. At each vertical tick (0, 2, 6, 10, 14 days), a thin vertical grid line spans the height of the plot.\n\nThree series are shown and identified in a legend enclosed in a thin rectangular box beneath the plot. In the legend, “type A flies” is depicted by a solid black line of moderate thickness with small black triangular markers at the segment ends; “type AB flies” is depicted by a black dashed line (long dash pattern) of similar thickness with small gray-filled squares (black-outlined) at the segment ends; and “type B flies” is depicted by a black dotted line (widely spaced short dots; round end caps) that is slightly thicker, with small open circles (white fill, black outline) at the segment ends. These same encodings appear on the plotted lines, with the small markers at each segment endpoint.\n\nAll three series share the same starting point at day 0, at the horizontal grid line labeled 100, so each begins at about 100.0% survival. From day 0 to day 2, the solid type A line remains essentially flat at the 100% line (about 100.0% at both 0 and 2 days). Over the subsequent intervals, it declines gently: at day 6 it is at a y-level 0.4 of a tick below the 100% line (about 96.0%), at day 10 it is 0.8 of a tick below 100% (about 92.0%), and by day 14 it reaches the 90% grid line (about 90.0%). This line appears nearly horizontal at first and then slopes downward slightly at each labeled day, remaining the highest of the three series at every time point.\n\nThe dashed type AB line starts at the same 100.0% at day 0, is a little lower by day 2 at roughly 98.0% (about 0.2 of a tick below 100), and then drops steeply thereafter. At day 6 it is between the 50% and 40% grid lines, 0.4 of a tick below the 50% line (about 46.0%). By day 10 it is just above the 10% line by 0.2 of a tick (about 12.0%). At day 14 it reaches the bottom axis at the 0% line (about 0.0%). The dotted type B line also begins at 100.0% at day 0, but is lower than type AB by day 2 at about 96.0% (0.4 of a tick below 100). It continues to trend lower than type AB at the later times: at day 6 it sits just 0.1 of a tick above the 40% line (about 41.0%), at day 10 it is 0.4 of a tick above the 0% line (about 4.0%), and at day 14 it also reaches 0.0%. Thus, at day 2 the ordering is type A ≈ 100.0%, type AB ≈ 98.0%, type B ≈ 96.0% (about 2.0 percentage points between adjacent series). At day 6, type A ≈ 96.0% is higher than type AB ≈ 46.0% by about 50.0 points, and type AB exceeds type B ≈ 41.0% by about 5.0 points. At day 10, type A ≈ 92.0% exceeds type AB ≈ 12.0% by about 80.0 points, and type AB exceeds type B ≈ 4.0% by about 8.0 points. At day 14, type A remains at about 90.0%, while both type AB and type B are at about 0.0%. No lines cross one another at the labeled days; type A is highest throughout, type AB remains above type B after day 0, and the two lower series converge to the x-axis by the final tick. There are no shaded regions or additional annotations beyond the grid, axes, labels, and legend."
  },
  {
    "﻿question_id": "ccb1ab92",
    "description": "The figure is a grouped bar chart with the three-line title “Fur Seal REM Sleep on Land / after an Extended Period / in Water” centered above the plot area. The vertical axis at the left is labeled, rotated, as “REM sleep as % of baseline (mean difference from baseline was not statistically significant).” The vertical scale runs from 0 at the bottom to 180 at the top, with tick labels every 20 units: 0, 20, 40, 60, 80, 100, 120, 140, 160, and 180. At each tick level there is a short tick mark on the axis and a horizontal grid line extending across the plotting region. The zero line at the bottom (y=296) and the top line at 180 (y=96) are styled the same as the other grid lines. There is no explicit horizontal axis line or numeric x-axis scale; instead, the two category labels “Day 1” and “Day 2” appear centered beneath their respective bar groups.\n\nBars are plotted in two groups, one for Day 1 and one for Day 2. Each group contains three adjacent bars of equal width, placed flush to each other within the group, with a gap between the two groups. The bars have black outlines and solid fills, with color indicating category: medium gray (#666666) for “Seal B,” light gray (#CCCCCC) for “Seal A,” and black for “Seal C.” A legend appears below the chart inside a thin black rectangle, with a caption “Sleep on land” centered just above it. Inside the legend, three small swatches with labels identify the fills: the medium gray square labeled “Seal B,” the light gray square labeled “Seal A,” and the black square labeled “Seal C.”\n\nBased on the vertical axis, the Day 1 values are approximately: Seal B 158.0, Seal A 164.0, and Seal C 95.0. Thus, on Day 1, Seal A is the highest by about 6 percentage points over Seal B, and both Seal A and Seal B are well above the 100 mark, while Seal C is slightly below 100 (about 5 points below). The Day 2 values are approximately: Seal B 90.0, Seal A 158.0, and Seal C 110.0. On Day 2, Seal A is again the highest; Seal C is second; and Seal B is the lowest. Comparing days, Seal A decreases slightly from about 164.0 to 158.0 (down about 6 points), Seal B decreases markedly from about 158.0 to 90.0 (down about 68 points), and Seal C increases from about 95.0 to 110.0 (up about 15 points). On Day 2, Seal A is about 48 points higher than Seal C and about 68 points higher than Seal B; Seal C is about 20 points higher than Seal B. No error bars, markers, or additional annotations are drawn on the bars beyond the fills and outlines."
  },
  {
    "﻿question_id": "d5b9ed0d",
    "description": "The graphic is a bar chart titled “Participants’ Responses to Three Review Conditions,” shown in two centered lines at the top. The vertical axis at the left is labeled “Participants’ mean rating (1–9; higher values = more positive),” with the wording split across two stacked, rotated lines. The vertical scale displays tick labels from 0 at the bottom up to 7 at the top in increments of 1, with short tick marks next to the labels and horizontal grid lines spanning the plotting area at each integer value. The vertical axis line runs from the 0 line to the 7 line. The horizontal axis has no label. Two grouped categories appear along the horizontal direction, each labeled below the bars with rotated text: “Helpfulness of review” for the left group and “Attitude toward reviewed product” for the right group. All bars sit on the 0 baseline and extend upward; there are no negative values, error bars, or shaded regions.\n\nA legend in a bordered rectangle near the bottom center explains the three fills used for the bars: a medium gray square (fill #666666) labeled “no anger (control),” a light gray square (fill #CCCCCC) labeled “high anger,” and a black square (fill #000000) labeled “low anger.” Bars have a thin black outline of uniform thickness, and each group contains three adjacent bars of equal width, one in each of these fills.\n\nIn the “Helpfulness of review” group, the three bars reach high on the 0–7 scale. The medium gray (“no anger”) bar rises to about 6.8. The light gray (“high anger”) bar is lower, at about 6.1. The black (“low anger”) bar is the tallest in this group, at about 6.9. Thus, for this category, the black bar is about 0.1 higher than the medium gray bar and about 0.8 higher than the light gray bar; the medium gray bar is about 0.7 higher than the light gray bar.\n\nIn the “Attitude toward reviewed product” group, all three bars are near the lower part of the scale. The medium gray (“no anger”) bar reaches about 2.2. The light gray (“high anger”) bar is lower, at about 1.8. The black (“low anger”) bar is just below the medium gray bar at about 2.2, roughly 0.1 shorter than the medium gray bar. In this group, both the medium gray and black bars are higher than the light gray bar by about 0.4, and the medium gray is the tallest by a small margin."
  },
  {
    "﻿question_id": "d83c3d54",
    "description": "The graphic is a bar chart titled “Characteristics of the Banks of the Provo River Downstream of the Jordanelle Dam,” shown in three centered title lines at the top. The horizontal axis is categorical and labeled “Year” beneath the plot. The three category labels along the bottom are 1987, 1993, and 2006, each centered under a cluster of three bars. The vertical axis on the left is labeled “Area (square meters),” rotated vertically. The vertical scale runs from 0 at the bottom up to 140,000 at the top, with tick labels at 0, 20,000, 40,000, 60,000, 80,000, 100,000, 120,000, and 140,000. At each of these values there is a thin black horizontal grid line stretching across the plotting area and a small tick mark intersecting the left axis. The left axis itself is a thin black vertical line. The background is plain.\n\nA legend in a thin black-outlined box near the bottom of the figure identifies the three data categories and their encodings: a medium gray fill (with a thin black outline) for “grass cover,” a light gray fill for “bare soil,” and a solid black fill for “forest cover.” All bars use solid fills with thin black outlines; there are no patterns or markers.\n\nEach year has three adjacent vertical bars, one per category, with heights read against the vertical axis. For 1987, the grass cover bar (medium gray) reaches about 57,000 square meters, the bare soil bar (light gray) about 65,000, and the forest cover bar (black) about 75,000. Within 1987, forest cover is the largest, exceeding bare soil by about 10,000 and grass by about 18,000; bare soil exceeds grass by about 8,000.\n\nFor 1993, grass cover is about 95,000 square meters, bare soil about 16,000, and forest cover about 57,500. Here, grass cover is much larger than the other two, by roughly 79,000 over bare soil and about 37,500 over forest cover; forest cover exceeds bare soil by about 41,500.\n\nFor 2006, grass cover is about 130,000 square meters, bare soil about 35,000, and forest cover about 45,000. Grass cover is again the largest, exceeding forest cover by about 85,000 and bare soil by about 95,000; forest cover exceeds bare soil by about 10,000.\n\nComparing across years within each category, grass cover increases steadily from about 57,000 (1987) to 95,000 (1993) to 130,000 (2006), making the 2006 grass bar the tallest overall. Bare soil decreases sharply from about 65,000 (1987) to 16,000 (1993) and then rises to about 35,000 (2006), with the 1993 bare soil bar the smallest overall. Forest cover declines across the three years from about 75,000 (1987) to 57,500 (1993) to 45,000 (2006). The overall spread between the largest single bar (2006 grass cover, ~130,000) and the smallest (1993 bare soil, ~16,000) is about 114,000 square meters."
  },
  {
    "﻿question_id": "da438257",
    "description": "The figure is a grouped bar chart titled “China’s Imports by Type, 2000–2006,” centered at the top. The horizontal axis is labeled “Import types” at the bottom center. Three import-type category labels—“ordinary imports,” “processing with assembly,” and “processing with inputs”—appear near their respective bar groups, set on a diagonal (rotated about 40 degrees). The vertical axis on the left is labeled vertically as “Imports (in hundreds of millions of dollars).” The vertical scale runs from 0 at the bottom to 3,500 at the top, with tick labels at 0, 500, 1,000, 1,500, 2,000, 2,500, 3,000, and 3,500. At each of these values there is a horizontal grid line spanning the plotting area, and short tick marks align with the labels on the left. A solid vertical axis line runs up the left side of the plot area.\n\nData are shown as grouped vertical bars for each import type, with one bar for each of three years. Color encodes the year: dark gray (#666666) for 2000, light gray (#CCCCCC) for 2003, and black (#000000) for 2006. All bars have black outlines of uniform thickness. A legend below the chart sits within a thin black-outlined rectangle; it displays three small squares filled in dark gray, light gray, and black, labeled “2000,” “2003,” and “2006,” respectively.\n\nFor ordinary imports, the 2000 bar reaches 1,000.0 (hundreds of millions), the 2003 bar reaches 1,700.0, and the 2006 bar reaches 3,300.0. Within this category, values rise steadily: 2003 is 700.0 higher than 2000, and 2006 is 1,600.0 higher than 2003 (and 2,300.0 higher than 2000). For processing with assembly, the bars are much shorter: 2000 is 250.0, 2003 is 350.0, and 2006 is 750.0. Here, 2003 exceeds 2000 by 100.0, and 2006 exceeds 2003 by 400.0 (and exceeds 2000 by 500.0). For processing with inputs, the bars are intermediate in height: 2000 is 650.0, 2003 is 1,250.0, and 2006 is 2,300.0; increases are 600.0 from 2000 to 2003 and 1,050.0 from 2003 to 2006 (1,650.0 from 2000 to 2006).\n\nComparing categories within each year, ordinary imports are the tallest in all three years, followed by processing with inputs, then processing with assembly. In 2000, ordinary imports exceed processing with inputs by 350.0 and processing with assembly by 750.0; in 2003, ordinary imports exceed processing with inputs by 450.0 and processing with assembly by 1,350.0; in 2006, ordinary imports exceed processing with inputs by 1,000.0 and processing with assembly by 2,550.0. The highest bar overall is ordinary imports in 2006 at 3,300.0, and the lowest is processing with assembly in 2000 at 250.0. All three categories show increases from 2000 to 2003 to 2006."
  },
  {
    "﻿question_id": "df34b586",
    "description": "The graphic is a line chart titled “Singer Sewing Machine Sales in Four Countries, 1903–1918,” shown on two centered lines at the top. The horizontal axis is labeled “Year” centered below the plotting area, with four tick marks labeled 1903, 1908, 1913, and 1918; these year labels are angled diagonally downward to the right. Vertical reference lines run the full plot height at each of those four years. The vertical axis at the left is labeled “Machines sold” (rotated vertically) and is numbered from 0 to 60,000 in steps of 10,000. Horizontal grid lines span the plot at 0; 10,000; 20,000; 30,000; 40,000; 50,000; and 60,000, with the top line at 60,000 and the bottom line at 0.\n\nFour series are plotted across the four years, each drawn as a line with a distinct style and endpoint markers, and also shown in a boxed legend below the chart. New Zealand is a solid black line of medium thickness with small black triangular markers; Australia is a black dashed line (long dashes) of the same thickness with small gray square markers outlined in black; the Philippines is a black line with widely spaced dot-like segments (very short dash pattern with rounded caps), slightly thicker than the previous two, with small white circular markers outlined in black; Turkey is a thicker gray line with small eight-pointed star markers outlined in black. The legend box appears below the plot and pairs each line sample and marker style with its country name in this order: New Zealand, Australia, the Philippines, Turkey.\n\nReading approximate values from the vertical scale (0 at the bottom to 60,000 at the top), New Zealand stays near 4–5 thousand throughout: about 4,284.0 in 1903, 4,918.0 in 1908, 4,962.0 in 1913, and 4,119.0 in 1918. Australia is roughly in the low-to-mid 20 thousands early and dips by 1918: about 21,147.0 in 1903, 24,276.0 in 1908, 24,495.0 in 1913, and 20,332.0 in 1918. The Philippines starts the lowest and rises sharply: about 1,937.0 in 1903, 2,241.0 in 1908, then up to 27,266.0 in 1913 and 44,820.0 in 1918. Turkey rises strongly to a high in 1913 and then falls steeply: about 24,439.0 in 1903, 33,200.0 in 1908, 50,794.0 in 1913, and 13,604.0 in 1918.\n\nComparisons at each year show the ordering and differences clearly. In 1903, Turkey (24,439.0) is higher than Australia (21,147.0) by about 3,292.0, both far above New Zealand (4,284.0) and the Philippines (1,937.0). In 1908, Turkey (33,200.0) leads Australia (24,276.0) by about 8,924.0; New Zealand (4,918.0) exceeds the Philippines (2,241.0) by about 2,677.0. By 1913, Turkey peaks at 50,794.0; the Philippines (27,266.0) has surged past Australia (24,495.0) by about 2,771.0, while New Zealand (4,962.0) remains much lower. In 1918, the Philippines is highest at 44,820.0, about 24,488.0 above Australia (20,332.0); Turkey has dropped to 13,604.0 and New Zealand is lowest at 4,119.0. Between intervals, notable changes include the Philippines’ large increases of about +25,025.0 from 1908 to 1913 and +17,554.0 from 1913 to 1918; Turkey’s rise of about +17,594.0 from 1908 to 1913 followed by a sharp decrease of about −37,190.0 to 1918; Australia’s small rise (+219.0) from 1908 to 1913 and then decline (−4,163.0) to 1918; and New Zealand’s modest rise (+634.0) to 1908, slight further increase (+44.0) to 1913, and decrease (−843.0) to 1918. Crossovers implied by these trajectories include the Philippines moving above Australia between 1908 and 1913, and Turkey moving from above Australia in 1913 to below it by 1918; the Philippines also overtakes Turkey between 1913 and 1918."
  },
  {
    "﻿question_id": "df37c087",
    "description": "The figure is a vertical bar chart titled “Weight of Three Aerial Robots.” The vertical axis on the left is labeled “Weight (grams)” (the text is rotated to read vertically), and the horizontal axis is labeled “Robot,” centered below the bars. The vertical scale ranges from 0 to 550 grams in increments of 50. Every 50-gram increment is marked by a horizontal black grid line across the plotting area and a short tick mark on the left axis, with numeric labels at 0, 50, 100, 150, 200, 250, 300, 350, 400, 450, 500, and 550 placed just left of the axis line. The grid and axis lines are thin, solid black (about 0.9 px); the left axis is a solid vertical black line extending from the 0 to the 550 mark.\n\nThree solid rectangular bars appear side by side, each with a thin black outline. From left to right, their fills are medium gray (#666666), light gray (#CCCCCC), and black (#000000). All three bars have the same width (about 55 px). Using the vertical axis, the left bar rises a little above the 500-gram grid line to approximately 505.0 grams; its top is slightly below the 550 mark. The middle bar is just below the 300-gram grid line at about 295.0 grams. The right bar is just below the 500-gram line, at about 490.0 grams. In relative terms, the left bar (≈505.0 g) is the tallest; it is about 15.0 grams higher than the right bar (≈490.0 g), and about 210.0 grams higher than the middle bar (≈295.0 g). The right bar is about 195.0 grams higher than the middle bar. There are no data labels on the bars, and no vertical grid lines, annotations, or reference bands.\n\nA legend is enclosed in a thin black rectangular box near the bottom of the figure. Inside, three entries map fill colors to category names via small 12×12 px squares with black outlines to the left of text: a medium gray square labeled “Ultra-Fast Robot Hand,” a light gray square labeled “Permanent Magnet Hand,” and a black square labeled “Yale Model T.” These legend colors correspond to the left, middle, and right bars, respectively."
  },
  {
    "﻿question_id": "e2829dd7",
    "description": "The figure is a line graph titled “Number of Infrared Beam Breaks by Mice” on the first line and “Treated with CNO or Saline, by Sex” on the second. The horizontal axis is labeled “Minutes from treatment,” and its tick labels run from −4 to 150 in steps of 14 (−4, 10, 24, 38, 52, 66, 80, 94, 108, 122, 136, 150). The vertical axis is labeled “Number of beam breaks,” with tick marks at 0, 500, 1,000, and 1,500. A rectangular plotting area spans from 0 to 1,500 vertically. Horizontal grid lines are drawn across the plot at each labeled vertical tick (0, 500, 1,000, 1,500), and vertical grid lines rise at each time tick from −4 to 150. The x‑axis tick labels are rotated diagonally, and the y‑axis label is rotated vertically along the left side.\n\nA legend in a bordered box below the plot identifies four line styles and labels, top to bottom: “females with saline,” “males with saline,” “males with CNO,” and “females with CNO.” “Females with saline” is a solid black line (stroke about 2.4 px) with small black triangular markers at the segment ends. “Males with saline” is a black dashed line (long dashes, about 9 on/6 off, stroke about 2.4 px) with small gray square markers edged in black. “Males with CNO” is a fine black dotted line (short dash pattern, round caps, stroke about 3 px) with small hollow circular markers. “Females with CNO” is a thicker medium‑gray line (stroke about 3.5 px) with eight‑pointed star‑like gray markers outlined in black. These styles repeat along the plotted lines at each time step.\n\nUsing the axis scale (0 at the bottom grid line, 500 at the next, 1,000 above that, and 1,500 at the top), the approximate values at each labeled time are as follows. At −4 minutes: females with saline ≈ 500.0, males with saline ≈ 400.0, males with CNO ≈ 450.0, and females with CNO ≈ 500.0. At 10 minutes: 550.0, 505.0, 530.0, and 735.0, respectively. At 24 minutes: 505.0, 350.0, 600.0, and 1,100.0. At 38 minutes: 250.0, 275.0, 550.0, and 1,400.0 (this is the overall peak). At 52 minutes: 75.0, 100.0, 530.0, and 1,000.0. At 66 minutes: 450.0, 225.0, 500.0, and 1,050.0. At 80 minutes: 350.0, 75.0, 450.0, and 980.0. At 94 minutes: 175.0, 65.0, 450.0, and 735.0. At 108 minutes: 175.0, 150.0, 475.0, and 700.0. At 122 minutes: 100.0, 225.0, 235.0, and 500.0. At 136 minutes: 175.0, 200.0, 210.0, and 500.0. At 150 minutes: 200.0, 200.0, 205.0, and 350.0.\n\nVisually, “females with CNO” is consistently the highest of the four series after time 10, rising sharply to about 1,400.0 at 38 minutes and then declining but remaining above the other series through 136 minutes; by 150 minutes it is still higher than the others at roughly 350.0. “Males with CNO” stays moderate, between about 450.0–600.0 through 108 minutes, then drops to about 235.0 at 122 minutes and ends near 205.0 at 150 minutes. “Females with saline” varies widely, dipping to a low near 75.0 at 52 minutes, showing brief plateaus around 175.0 between 94 and 108 minutes, and finishing at about 200.0. “Males with saline” is generally the lowest, reaching a minimum near 65.0 at 94 minutes, rising to about 225.0 at 122 minutes, and ending at 200.0. Notable relative differences include the large separation at 38 minutes, when females with CNO (≈1,400.0) exceeds the next highest, males with CNO (≈550.0), by about 850.0, and the near tie at 150 minutes between females with saline and males with saline (both ≈200.0), with males with CNO only slightly higher at ≈205.0. Constant segments are visible for some series, such as females with CNO around 500.0 from 122 to 136 minutes, males with CNO around 450.0 from 80 to 94 minutes, and females with saline around 175.0 from 94 to 108 minutes. No annotations or shaded regions appear beyond the grid and legend."
  },
  {
    "﻿question_id": "e441da80",
    "description": "The figure is a line graph titled “Investigative Articles Published in the Albuquerque Journal from 2010 to 2019.” The horizontal axis has no label and shows years from 2010 through 2019, one per tick, each printed along the bottom and rotated about 40 degrees counterclockwise. The vertical axis is labeled “Number of articles,” running from 0 at the bottom to 1,750 at the top in increments of 250, with tick labels at 0, 250, 500, 750, 1,000, 1,250, 1,500, and 1,750. Horizontal reference lines span the plot at each vertical tick mark (including at the top for 1,750 and the bottom for 0), and short tick marks appear on the left of each. Vertical reference lines also run from top to bottom at each year tick. The plotting area spans approximately from y = 296 (0) up to y = 96 (1,750). The y‑axis title appears vertically along the left margin.\n\nThere is a single data series rendered as a black polyline drawn as separate straight segments between consecutive years. Each segment has black triangular arrowheads at both ends, and the line stroke is relatively thick (about 2.4 units). A small boxed legend beneath the chart shows two short horizontal arrows meeting tip to tip, labeled “Total,” indicating the series style; the legend box is centered below the plot area and contains the word “Total” to the right of the arrows.\n\nReading values from the vertical scale, the series starts at about 1,076.0 in 2010, rises to 1,189.0 in 2011, increases further to 1,496.0 in 2012, and reaches a local peak of 1,600.0 in 2013. It then drops to 998.0 in 2014, declines again to 903.0 in 2015 and to 814.0 in 2016. In 2017 it rebounds to 1,115.0, then falls to 872.0 in 2018 and to 465.0 in 2019, the lowest value shown. Year‑to‑year changes are: +113.0 (2010→2011), +307.0 (2011→2012), +104.0 (2012→2013), −602.0 (2013→2014), −95.0 (2014→2015), −89.0 (2015→2016), +301.0 (2016→2017), −243.0 (2017→2018), and −407.0 (2018→2019). The highest point is in 2013 (1,600.0), and the lowest point is in 2019 (465.0), a difference of about 1,135.0. The mid‑decade values (2014–2016) cluster between roughly 800.0 and 1,000.0, while the early‑decade values (2011–2013) are notably higher, and the final year stands apart as markedly lower. No crossings with other series, shaded regions, or additional annotations are present."
  },
  {
    "﻿question_id": "e99a38ec",
    "description": "The graphic is a vertical bar chart titled “Humility Scores for Participants’ Scenario Responses,” shown on two centered title lines. The vertical axis is labeled, running bottom-to-top along the left side: “Average humility score” with a second line in parentheses “(higher values = more humility).” Numeric tick labels on this axis run from 0 at the bottom up to 3.5 at the top in increments of 0.5: 0, 0.5, 1.0, 1.5, 2.0, 2.5, 3.0, and 3.5. Each tick has a short tick mark on the left of the axis and a horizontal grid line extending across the plotting area to the right. The axis line and the grid lines are thin black lines of similar thickness. The visible plotting range spans from 0 at the bottom baseline to 3.5 at the top line.\n\nThree bars appear, evenly spaced left to right, each with the same width. All bars are filled medium gray (#B3B3B3) and outlined with a thin black stroke. The category labels are placed diagonally below their respective bars, angled about 40° and reading, from left to right: “mistake with learning,” “mistake without learning,” and “control.” There is no separate horizontal axis title printed along the axis itself. A small legend-like box near the bottom (toward the center-right) contains a gray square matching the bar color with the text “group” to its right, all enclosed in a thin rectangular border.\n\nAll bars begin at the zero baseline and extend upward. The leftmost bar (“mistake with learning”) rises a little above the 3.0 grid line, to roughly 3.1 on the vertical scale. The middle bar (“mistake without learning”) reaches between 2.5 and 3.0, closer to 2.5, at about 2.7. The rightmost bar (“control”) reaches between 2.5 and 3.0, closer to 3.0, at about 2.9. In terms of relative heights, the leftmost bar is the tallest, the middle bar is the shortest, and the rightmost bar is in between. The leftmost bar is roughly 0.4 higher than the middle bar and about 0.2 higher than the rightmost bar; the rightmost bar is about 0.2 higher than the middle bar. There are no error bars, reference lines beyond the grid, or shaded regions."
  },
  {
    "﻿question_id": "f71802d6",
    "description": "The figure is a vertical bar chart titled “Percentage of Nonhexagonal Cells in Hives of Three Honeybee Species,” shown on two centered title lines. The horizontal axis is labeled “Species” and lists three categories, each printed below the plot and angled up to the left at about 40 degrees: “black dwarf honeybee,” “dwarf honeybee,” and “western honeybee.” The vertical axis, drawn at the left, is labeled (rotated vertically) “Average percentage of nonhexagonal cells by shape.” Its numeric scale runs from 0 at the bottom to 3.0 at the top, with tick marks and grid lines every 0.5 unit at 0, 0.5, 1.0, 1.5, 2.0, 2.5, and 3.0. Horizontal grid lines extend across the plotting area at each tick. Axis lines and grid lines are thin black strokes.\n\nEach species has three adjacent bars that encode the shapes of nonhexagonal cells, as clarified by a legend in a bordered box near the bottom of the figure. The legend shows three color swatches: a medium gray square labeled “5-sided cells,” a light gray square labeled “7-sided cells,” and a black square labeled “8-sided cells.” The bars match these fills and are outlined with thin black borders. Within each species group, the ordering left to right is medium gray (5-sided), light gray (7-sided), then black (8-sided).\n\nFor the black dwarf honeybee, the 5-sided (medium gray) bar reaches about 2.5, the 7-sided (light gray) bar reaches about 2.4, and the 8-sided (black) bar is at 0.0 (zero height). Thus, for this species the 5-sided value is higher than the 7-sided value by about 0.1 point, and both are about 2.4–2.5 points higher than the 8-sided value. For the dwarf honeybee, the 5-sided bar is highest at about 2.6, the 7-sided bar is about 2.1, and the 8-sided bar is about 0.2; here the 5-sided bar exceeds the 7-sided by about 0.5 point, and the 8-sided bar is 1.9 points below the 7-sided and 2.4 points below the 5-sided. For the western honeybee, the 5-sided bar is about 0.5, the 7-sided bar about 0.4, and the 8-sided bar about 0.1; the 5-sided value is 0.1 point above the 7-sided and 0.4 points above the 8-sided.\n\nComparing across species by shape: for 5-sided cells, dwarf honeybee (≈2.6) is slightly higher than black dwarf honeybee (≈2.5) by about 0.1 point, and both are much higher than western honeybee (≈0.5) by about 2.0–2.1 points. For 7-sided cells, black dwarf honeybee (≈2.4) is higher than dwarf honeybee (≈2.1) by about 0.3 point, and both exceed western honeybee (≈0.4) by about 1.7–2.0 points. For 8-sided cells, dwarf honeybee (≈0.2) is highest, western honeybee (≈0.1) is next, and black dwarf honeybee is at 0.0; the differences are small (about 0.1–0.2 point). No bar reaches the top of the scale (3.0). There are no trend lines, error bars, or shaded regions beyond the horizontal grid lines."
  }
]