[
  {
    "﻿question_id": "010fa3f0",
    "description": "The table is titled \"Simulated Change in Annual Aquifer Input and Irrigation Output if Precipitation Concentration Increases as Climate Models Predict.\" It presents data in a grid with four columns and three rows, including the header row.\n\nThe header row contains the following column headings, each centered and aligned at the bottom:\n1. Baseline concentration of annual precipitation\n2. % change in water entering aquifers\n3. % change in surface water used for irrigation\n4. % change in groundwater used for irrigation\n\nThere are two data rows beneath the header, each corresponding to a different baseline condition for how precipitation is distributed throughout the year.\n\nThe first data row is for the scenario where \"Precipitation is currently somewhat concentrated.\" The values in this row are:\n- % change in water entering aquifers: 4.9\n- % change in surface water used for irrigation: 0.4\n- % change in groundwater used for irrigation: 0.9\n\nThe second data row is for the scenario where \"Precipitation is currently evenly distributed.\" The values in this row are:\n- % change in water entering aquifers: 11.0\n- % change in surface water used for irrigation: 9.0\n- % change in groundwater used for irrigation: 7.9\n\nAll numerical values are positive and given to one decimal place. The values in the second row are notably higher than those in the first row for all three measured outcomes. For example, the % change in water entering aquifers is more than double (11.0 vs. 4.9) when precipitation is currently evenly distributed compared to when it is somewhat concentrated. Similarly, the % change in surface water used for irrigation increases from 0.4 to 9.0, and the % change in groundwater used for irrigation increases from 0.9 to 7.9 between the two scenarios.\n\nThere are no missing values, special symbols, footnotes, or additional formatting such as bold or italics in the data cells. The row headers are left-aligned, while the data cells are centered. There are no totals, subtotals, or averages presented in the table."
  },
  {
    "﻿question_id": "014b3394",
    "description": "The table is titled “Average Number and Duration of Torpor Bouts and Arousal Episodes for Alaska Marmots and Arctic Ground Squirrels, 2008–2011.” It presents comparative data for two animal species—Alaska marmots and Arctic ground squirrels—across four features related to their hibernation behavior.\n\nThe table has three columns and five rows in total, including the header row. The columns are labeled at the top as follows: “Feature,” “Alaska marmots,” and “Arctic ground squirrels.” The “Feature” column lists the specific behavioral metrics being compared, while the other two columns provide the corresponding values for each species.\n\nThe four features listed in the first column are:\n1. torpor bouts\n2. duration per bout\n3. arousal episodes\n4. duration per episode\n\nFor “torpor bouts,” Alaska marmots have an average of 12, while Arctic ground squirrels have a slightly lower average of 10.5. In the “duration per bout” row, Alaska marmots have an average duration of 13.81 days per bout, whereas Arctic ground squirrels have a longer average duration of 16.77 days per bout.\n\nThe “arousal episodes” row shows that Alaska marmots experience an average of 11 arousal episodes, compared to 9.5 for Arctic ground squirrels. In the final row, “duration per episode,” Alaska marmots have an average arousal episode duration of 21.2 hours, which is longer than the 14.2 hours reported for Arctic ground squirrels.\n\nAll data cells are centered, and the feature names are left-aligned. There are no merged cells, multi-level headers, subtotals, totals, or footnotes. No values are missing, and there are no special symbols or formatting beyond basic alignment. The units for duration are specified directly in the relevant cells (“days” or “hours”). The table provides a straightforward, side-by-side comparison of the average number and duration of torpor and arousal events for the two species over the specified years."
  },
  {
    "﻿question_id": "01c1d9ee",
    "description": "The table is titled \"Swahili Speakers in Three African Countries,\" with the caption centered above the table. It presents data in three columns and four rows (including the header row). The columns are labeled, from left to right: \"Country,\" \"Approximate number of speakers (in millions),\" and \"Estimated % of population.\" All column headers are centered and aligned at the bottom of their cells.\n\nThe first column lists the names of three countries: Democratic Republic of the Congo, Kenya, and Tanzania. Each country name is left-aligned and appears in its own row.\n\nThe second column, \"Approximate number of speakers (in millions),\" contains the following values: 22 for the Democratic Republic of the Congo, 55 for Kenya, and 61 for Tanzania. These numbers are centered in their respective cells.\n\nThe third column, \"Estimated % of population,\" shows the percentage of each country's population that speaks Swahili. The values are: 25 for the Democratic Republic of the Congo, 100 for Kenya, and 100 for Tanzania. These values are also centered.\n\nThere are no merged cells, multi-level headers, footnotes, or special symbols in the table. All data cells contain numeric values, with no missing or blank entries. The table does not provide totals, subtotals, or averages. The data shows that, among the three countries, Tanzania has the highest approximate number of Swahili speakers (61 million), followed by Kenya (55 million), and then the Democratic Republic of the Congo (22 million). Both Kenya and Tanzania have an estimated 100% of their populations speaking Swahili, while the Democratic Republic of the Congo has an estimated 25%."
  },
  {
    "﻿question_id": "0b96fa93",
    "description": "The table is titled “Maximum Height of Maple Trees When Fully Grown,” with the caption centered above the table. It consists of three columns and six rows in total, including the header row.\n\nThe column headers, which are centered and aligned at the bottom, are as follows: the first column is labeled “Tree type,” the second column is labeled “Maximum height (feet),” and the third column is labeled “Native to North America.” There are no multi-level headers or merged cells.\n\nThe body of the table contains five rows, each corresponding to a different type of maple tree. The entries in the first column (tree type) are left-aligned and list the following trees in this order: Sugar maple, Silver maple, Red maple, Japanese maple, and Norway maple.\n\nThe second column, “Maximum height (feet),” provides the maximum height for each tree type as a number. The values are: Sugar maple—75, Silver maple—70, Red maple—60, Japanese maple—25, and Norway maple—50. These numbers are all centered within their cells. Among these, the Sugar maple has the greatest maximum height at 75 feet, while the Japanese maple has the smallest at 25 feet. The difference between the tallest and shortest is 50 feet.\n\nThe third column, “Native to North America,” indicates whether each tree type is native to North America, with the entries being either “yes” or “no.” The Sugar maple, Silver maple, and Red maple are marked “yes,” while the Japanese maple and Norway maple are marked “no.”\n\nThere are no missing values, special symbols, footnotes, or additional notes in the table. All data is presented in plain text, with no bold or italic formatting used for emphasis. The structure is straightforward, with each row representing a unique tree type and its associated data."
  },
  {
    "﻿question_id": "0cf13ece",
    "description": "The table is titled \"Recordings of Female Bottlenose Dolphins with Their Calves.\" It consists of two columns and five rows in total, including the header row. The columns are labeled at the top: the first column is \"Dolphin ID,\" and the second column is \"Recording year.\" Both headers are centered and aligned at the bottom of their respective cells.\n\nThe body of the table contains four rows, each corresponding to a different dolphin. The \"Dolphin ID\" column lists the identifiers for each dolphin, which are \"FB07,\" \"FB25,\" \"FB43,\" and \"FB79.\" These identifiers are left-aligned. The \"Recording year\" column provides the year in which each dolphin was recorded with its calf. The years listed are 2012 for FB07, 1989 for FB25, 1992 for FB43, and 2018 for FB79. All years are centered within their cells.\n\nThere are no merged cells, multi-level headers, subtotals, totals, or averages. Every cell contains a value; there are no missing entries or special symbols. There are also no footnotes or additional notes associated with the table. The structure is straightforward, presenting a simple mapping of dolphin IDs to the years in which recordings were made. The earliest recording year in the table is 1989 (FB25), and the most recent is 2018 (FB79), with the other two years (1992 and 2012) falling in between."
  },
  {
    "﻿question_id": "0ec15b5a",
    "description": "The table is titled \"Incorporated and Unincorporated Self-Employment Rates in Four Occupational Fields, 2015.\" It presents data for four occupational fields, showing the rates of self-employment for both incorporated and unincorporated businesses in each field for the year 2015.\n\nThe table consists of three columns and five rows in total, including the header row. The first row serves as the header and contains the following column headings, from left to right: \"Occupational field,\" \"Incorporated self-employment rate,\" and \"Unincorporated self-employment rate.\" All column headers are centered both horizontally and vertically.\n\nThe body of the table contains four rows, each corresponding to a different occupational field. The first column lists the occupational fields, which are:\n1. Construction and resource extraction\n2. Installation, maintenance, and repair\n3. Management, business, and financial services\n4. Sales and related\n\nFor each occupational field, the second column provides the incorporated self-employment rate, and the third column provides the unincorporated self-employment rate. All rates are expressed as percentages and are centered within their cells.\n\nThe specific values for each field are as follows:\n- For \"Construction and resource extraction,\" the incorporated self-employment rate is 4.4%, and the unincorporated self-employment rate is 14.8%. This field has the highest unincorporated self-employment rate among the four.\n- For \"Installation, maintenance, and repair,\" the incorporated self-employment rate is 2.7%, and the unincorporated self-employment rate is 6.2%. Both rates are the lowest in their respective columns.\n- For \"Management, business, and financial services,\" the incorporated self-employment rate is 8.9%, which is the highest incorporated rate in the table, while the unincorporated self-employment rate is 9.7%.\n- For \"Sales and related,\" the incorporated self-employment rate is 5.8%, and the unincorporated self-employment rate is 7.8%.\n\nThere are no totals, subtotals, averages, missing values, or special symbols in the table. There are also no footnotes or additional notes. All data is presented as whole numbers with one decimal place, followed by a percent sign. The occupational field names are left-aligned, while all numerical data is centered. The structure is straightforward, with no merged cells or multi-level headers."
  },
  {
    "﻿question_id": "11c00ab9",
    "description": "The table is titled “Estimated Impacts of Invasive Predator Species on Threatened Birds, Mammals, and Reptiles.” It consists of four columns and four rows, including the header row. The first row serves as the header and contains the following column headings, each centered: “Invasive predator species,” “Estimated impact on threatened birds,” “Estimated impact on threatened mammals,” and “Estimated impact on threatened reptiles.” There are no multi-level headers or merged cells; each header occupies a single column.\n\nThe body of the table lists three invasive predator species in the first column: “Mongooses,” “Dogs,” and “Cats.” Each of these species forms the row header for its respective row, and these row headers are left-aligned.\n\nFor each species, the table provides three numerical values, each centered, representing the estimated impact on threatened birds, mammals, and reptiles, respectively. The values are as follows:\n\n- For Mongooses: 0.66 (birds), 0.75 (mammals), 0.44 (reptiles)\n- For Dogs: 0.67 (birds), 0.57 (mammals), 0.44 (reptiles)\n- For Cats: 0.74 (birds), 0.61 (mammals), 0.52 (reptiles)\n\nThere are no missing values, symbols, or footnotes in the table. All data cells contain numeric values with two decimal places. No totals, subtotals, or averages are presented. There are no formatting cues such as bold or italics applied to the data values. The structure is straightforward, with each species occupying one row and each impact type occupying one column. The highest estimated impact among all values is 0.75 (Mongooses on mammals), and the lowest is 0.44 (Mongooses and Dogs on reptiles). The table does not specify the units for the estimated impacts, nor does it provide further explanatory notes."
  },
  {
    "﻿question_id": "145da981",
    "description": "The table is titled “Effect of Paywall Introduction on Newspaper Companies’ Revenues.” It presents data for five different newspapers, each occupying a single row in the body of the table. There are four columns, with a single header row at the top. The column headers, from left to right, are: “Newspaper,” “Total revenue change ($ in thousands),” “Percentage change (%),” and “Newspaper size.”\n\nThe first column, “Newspaper,” lists the names of the newspapers. Each newspaper name is italicized. The newspapers included are: Los Angeles Times, The New York Times, The Denver Post, Sun Sentinel, and Chicago Tribune.\n\nThe second column, “Total revenue change ($ in thousands),” shows the change in total revenue for each newspaper after the introduction of a paywall. The values are as follows:\n- Los Angeles Times: 93,966\n- The New York Times: 235,788\n- The Denver Post: −3,765\n- Sun Sentinel: −24,899\n- Chicago Tribune: 94,492\n\nThe third column, “Percentage change (%),” provides the percentage change in revenue for each newspaper:\n- Los Angeles Times: 12.5\n- The New York Times: 20\n- The Denver Post: −1\n- Sun Sentinel: −11.9\n- Chicago Tribune: 19\n\nIn both the “Total revenue change” and “Percentage change” columns, negative values are indicated with a minus sign (e.g., “−3,765” and “−11.9”). These negative values are present for The Denver Post and Sun Sentinel, indicating a decrease in revenue for those newspapers, while the other three newspapers show positive values, indicating an increase.\n\nThe fourth column, “Newspaper size,” categorizes each newspaper as either “large” or “small.” The Los Angeles Times, The New York Times, and Chicago Tribune are labeled as “large,” while The Denver Post and Sun Sentinel are labeled as “small.”\n\nThere are no merged cells, multi-level headers, subtotals, totals, averages, footnotes, or explanatory notes in the table. All data cells are filled; there are no missing values or special symbols other than the minus sign for negative numbers. The table’s structure is straightforward, with each row corresponding to a single newspaper and each column providing a specific type of information about the effect of paywall introduction on that newspaper’s revenue."
  },
  {
    "﻿question_id": "23b5cb59",
    "description": "The table is titled “Total Electoral College Votes and Popular Votes in the 15th US Presidential Election.” It consists of three columns and four rows, including the header row. The columns are labeled, from left to right: “Candidate,” “Total electoral college votes,” and “Total popular votes.” All column headers are centered both horizontally and vertically.\n\nThe body of the table lists three candidates, each occupying one row. The first column contains the candidates’ names, which are left-aligned: James K. Polk, Henry Clay, and James Gillespie Birney. The second and third columns contain numerical data, both centered within their cells.\n\nFor James K. Polk, the table shows 170 total electoral college votes and 1,339,494 total popular votes. For Henry Clay, the figures are 105 electoral college votes and 1,300,004 popular votes. For James Gillespie Birney, the table lists 0 electoral college votes and 62,103 popular votes.\n\nThere are no merged cells, multi-level headers, subtotals, totals, or averages present. No values are missing, and there are no symbols or footnotes. All numbers are presented with commas as thousands separators. The table does not include any special formatting such as bold or italics within the data cells. The structure is straightforward, with each candidate’s results presented in a single row."
  },
  {
    "﻿question_id": "24c1b7e4",
    "description": "The table is titled “Percentage Point Changes in US Federal Outlays Relative to GDP by Congressional Status.” It presents data in five columns and six rows, including the header row. The columns, from left to right, are: “Period,” “Congressional status,” “Change in total outlays,” “Change in nondefense outlays,” and “Change in defense outlays.” All numerical columns represent changes in percentage points.\n\nThe first column, “Period,” lists five distinct time spans: 1981–1988, 1975–1976, 1977–1980, 1964–1968, and 1969–1974. The second column, “Congressional status,” indicates whether Congress was “divided” or “undivided” during each period. The remaining three columns show the percentage point change in federal outlays relative to GDP, broken down into total, nondefense, and defense categories.\n\nFor the period 1981–1988, under a “divided” Congress, the change in total outlays was −0.4, with nondefense outlays decreasing by −1.3 and defense outlays increasing by 0.9. In 1975–1976, also under “divided” status, total outlays increased by 2.7, nondefense outlays rose by 3.0, and defense outlays decreased by −0.3.\n\nThe period 1977–1980 had an “undivided” Congress, with a small increase in total outlays (0.3), a 0.6 increase in nondefense outlays, and a −0.3 decrease in defense outlays. For 1964–1968, also under “undivided” status, total outlays increased by 1.9, nondefense by 1.4, and defense by 0.5.\n\nFinally, for 1969–1974, with a “divided” Congress, total outlays decreased by −1.8, nondefense outlays increased by 2.1, and defense outlays decreased significantly by −3.9. Among all periods, the largest positive change in any category is the 3.0 increase in nondefense outlays during 1975–1976, and the largest negative change is the −3.9 in defense outlays during 1969–1974.\n\nThere are no missing values, symbols, or footnotes in the table. All numbers are presented with one decimal place, and negative values are indicated with a minus sign. The table does not include totals, subtotals, or averages. The data is presented in a straightforward manner, with each row corresponding to a specific period and congressional status."
  },
  {
    "﻿question_id": "2c06139b",
    "description": "The table is titled “Tadpole Body Mass and Toxin Production after Three Weeks in Ponds.” It presents data organized into five columns and three rows of data, with a single header row at the top. Each row corresponds to a different population density condition: High, Medium, and Low.\n\nThe first column, labeled “Population density,” lists the three conditions: High, Medium, and Low. The second column is titled “Average tadpole body mass (milligrams)” and contains the following values: 193.87 for High density, 254.56 for Medium density, and 258.97 for Low density. This shows that tadpoles in lower-density populations have higher average body mass, with the highest value in the Low density group and the lowest in the High density group.\n\nThe third column is “Average number of distinct bufadienolide toxins per tadpole.” The values are 22.69 for High, 21.65 for Medium, and 22.08 for Low. These numbers are all close to each other, with the High density group having the highest average and the Medium group the lowest.\n\nThe fourth column, “Average amount of bufadienolide per tadpole (nanograms),” lists 5,815.51 for High, 5,525.72 for Medium, and 4,664.99 for Low. Here, the High density group has the largest average amount, and the Low density group has the smallest.\n\nThe fifth and final column is “Average bufadienolide concentration (nanograms per milligram of tadpole body mass).” The values are 374.22 for High, 230.10 for Medium, and 171.43 for Low. This shows a clear decrease in concentration as population density decreases, with the High density group having more than double the concentration of the Low density group.\n\nThere are no merged cells, subtotals, totals, footnotes, or missing values in the table. All data cells are filled with numerical values, and the headers specify the units for each measurement. The table provides a direct comparison of tadpole body mass and toxin production metrics across three population density conditions after three weeks in pond environments."
  },
  {
    "﻿question_id": "35ec767c",
    "description": "The table is titled \"Corn-Related Vocabulary in Various Southeastern Languages\" and presents information in four columns and five rows (including the header row). The columns, from left to right, are labeled: \"Language family,\" \"Word (language),\" \"English translation,\" and \"Proposed origin in vocabulary of the Totozoquean language family.\" All column headers are centered both horizontally and vertically.\n\nThe first column, \"Language family,\" lists the language family for each entry. The second column, \"Word (language),\" provides the specific word for corn or a corn-related concept in the relevant language, along with the language in parentheses. The third column, \"English translation,\" gives the English meaning of the word. The fourth column, \"Proposed origin in vocabulary of the Totozoquean language family,\" indicates whether the word is proposed to have originated from the Totozoquean language family, with entries of either \"yes\" or \"no.\"\n\nThere are four data rows, each corresponding to a different language family:\n\n1. The first row is for the Muskogean family. The \"Word (language)\" cell lists three terms: \"tanchi’ (Chickasaw); tanchi (Choctaw); vce (Muscogee, pronounced 'uh-chi').\" The English translation is \"corn.\" The proposed Totozoquean origin is \"no.\"\n2. The second row is for the Iroquoian family. The word is \"se-lu (Cherokee),\" the English translation is \"corn,\" and the proposed origin is \"no.\"\n3. The third row is for the Caddoan family. The word is \"-k’as- (Caddo),\" the English translation is \"dried corn,\" and the proposed origin is \"yes.\"\n4. The fourth row is for Chitimacha. The word is \"k’asma (Chitimacha),\" the English translation is \"corn,\" and the proposed origin is \"yes.\"\n\nIn summary, the table compares corn-related vocabulary across four Southeastern language families, specifying the word in each language, its English meaning, and whether it is thought to have a Totozoquean origin. Two entries (Caddoan and Chitimacha) are marked \"yes\" for Totozoquean origin, while Muskogean and Iroquoian are marked \"no.\" The table includes some pronunciation guidance for the Muscogee word and distinguishes between \"corn\" and \"dried corn\" in the English translation column. There are no missing values, special symbols, footnotes, or subtotals present in the table."
  },
  {
    "﻿question_id": "38e79659",
    "description": "The table is titled “Attendance and Cost of Hosting for Past Four US World’s Fairs,” with the caption centered above the table. It consists of three columns and five rows in total: one header row and four data rows, each corresponding to a different world’s fair held in the United States.\n\nThe header row contains three column headings. The first column is labeled “World’s fairs held in the US,” the second is “Cost (in US dollars),” and the third is “Number of visitors.” All headers are centered and aligned at the bottom of their cells.\n\nEach data row lists a specific world’s fair in the first column, with the event name and year in parentheses. The four fairs listed, in order, are:\n1. Century 21 Exposition (1962)\n2. HemisFair ’68\n3. 1984 World’s Fair\n4. Expo ’74\n\nFor each fair, the second column provides the cost of hosting, expressed in US dollars and written in millions, with a dollar sign and the word “million” (e.g., “$47 million”). The third column gives the number of visitors, also in millions, with two decimal places (e.g., “9.60 million”).\n\nThe specific values for each fair are as follows:\n- Century 21 Exposition (1962): Cost is $47 million; Number of visitors is 9.60 million.\n- HemisFair ’68: Cost is $156 million; Number of visitors is 6.40 million.\n- 1984 World’s Fair: Cost is $350 million; Number of visitors is 7.35 million.\n- Expo ’74: Cost is $78 million; Number of visitors is 5.60 million.\n\nThere are no merged cells, multi-level headers, subtotals, totals, averages, footnotes, or missing values indicated in the table. All data is presented as complete numbers or strings. The cost values vary significantly, with the 1984 World’s Fair having the highest cost at $350 million and the Century 21 Exposition (1962) the lowest at $47 million. The number of visitors ranges from a high of 9.60 million (Century 21 Exposition) to a low of 5.60 million (Expo ’74). The table presents the information in a straightforward, side-by-side comparison format."
  },
  {
    "﻿question_id": "3fc06a91",
    "description": "The table is titled “Employment by Sector in France and the United States, 1800–2012 (% of total employment)” and presents data on the percentage of total employment in three sectors—Agriculture, Manufacturing, and Services—for both France and the United States, across four years: 1800, 1900, 1950, and 2012.\n\nThe table consists of seven columns and five rows (including the header row). The columns are as follows:\n\n1. **Year**\n2. **Agriculture in France**\n3. **Manufacturing in France**\n4. **Services in France**\n5. **Agriculture in US**\n6. **Manufacturing in US**\n7. **Services in US**\n\nThe header row lists these column names, each centered both horizontally and vertically. There are no multi-level headers or merged cells; each column header is distinct and applies to a single column.\n\nEach subsequent row corresponds to a specific year (1800, 1900, 1950, 2012), listed in the first column. For each year, the table provides the percentage of total employment in each sector for both countries. All data cells are centered.\n\n**Detailed breakdown by year:**\n\n- **1800:**\n  - Agriculture in France: 64%\n  - Manufacturing in France: 22%\n  - Services in France: 14%\n  - Agriculture in US: 68%\n  - Manufacturing in US: 18%\n  - Services in US: 13%\n  - In both countries, agriculture accounts for the majority of employment, with the US slightly higher (68%) than France (64%). Manufacturing and services are both lower, with France having a higher percentage in manufacturing (22% vs. 18%) and services (14% vs. 13%).\n\n- **1900:**\n  - Agriculture in France: 43%\n  - Manufacturing in France: 29%\n  - Services in France: 28%\n  - Agriculture in US: 41%\n  - Manufacturing in US: 28%\n  - Services in US: 31%\n  - Both countries show a significant decrease in agricultural employment compared to 1800. Manufacturing and services have increased, with services in the US (31%) slightly higher than in France (28%).\n\n- **1950:**\n  - Agriculture in France: 32%\n  - Manufacturing in France: 33%\n  - Services in France: 35%\n  - Agriculture in US: 14%\n  - Manufacturing in US: 33%\n  - Services in US: 53%\n  - In France, employment is distributed more evenly across the three sectors, with services slightly leading. In the US, agriculture has dropped sharply to 14%, manufacturing matches France at 33%, and services have become the dominant sector at 53%.\n\n- **2012:**\n  - Agriculture in France: 3%\n  - Manufacturing in France: 21%\n  - Services in France: 76%\n  - Agriculture in US: 2%\n  - Manufacturing in US: 18%\n  - Services in US: 80%\n  - By 2012, both countries have very low agricultural employment (3% in France, 2% in the US). Manufacturing has also declined (21% in France, 18% in the US), while services dominate (76% in France, 80% in the US).\n\nThere are no missing values, special symbols, footnotes, or notes in the table. All values are whole numbers representing percentages, and each row’s sector percentages sum to 100% for both countries in every year. The data shows a clear trend over time: a decline in agricultural employment, a rise and then decline in manufacturing, and a substantial increase in service sector employment in both countries."
  },
  {
    "﻿question_id": "4042ff0b",
    "description": "The table is titled \"Comfort Ratings and Temperature-Adjustment Preferences from One Survey.\" It consists of three columns and four rows, including the header row. The columns are labeled, from left to right: \"Participant,\" \"Comfort rating,\" and \"Preferred temperature adjustment.\" All column headers are centered both horizontally and vertically.\n\nThe first column, \"Participant,\" contains participant identifiers, which are the numbers 20, 1, and 21. These numbers are centered in their cells and serve as row headers.\n\nThe second column, \"Comfort rating,\" displays the comfort ratings given by each participant. For participant 20, the comfort rating is shown as \"−2\" (negative two), with a minus sign preceding the number. For participants 1 and 21, the comfort rating is \"1\" in both cases. The comfort ratings for participants 1 and 21 are centered in their cells.\n\nThe third column, \"Preferred temperature adjustment,\" lists the temperature adjustment preference for each participant. All three participants—20, 1, and 21—have the same preference: \"Cooler.\" There are no variations or additional notes in this column.\n\nThere are no merged cells, multi-level headers, subtotals, totals, averages, footnotes, or missing values indicated in the table. All data cells are filled, and there are no symbols such as dashes or asterisks. The only negative value in the table is the comfort rating of −2 for participant 20; the other comfort ratings are positive and identical. The table presents a simple, direct comparison of three participants, their comfort ratings, and their identical preference for a cooler temperature."
  },
  {
    "﻿question_id": "46e45728",
    "description": "The table is titled “Daily Distance Traveled by Adult Mountain Lions in Three Seasons.” It presents data in a grid with three columns and four rows, including the header row. The columns are clearly labeled at the top. The first column, labeled “Season,” lists the names of the three seasons under consideration. The second column is labeled “Kilometers per day traveled by adult females,” and the third column is labeled “Kilometers per day traveled by adult males.” Both of these columns specify the unit as kilometers per day.\n\nThe three seasons listed in the first column are “cold-dry,” “monsoon,” and “hot-dry.” For each season, the table provides a numerical value for the average daily distance traveled by adult female and adult male mountain lions.\n\nIn the “cold-dry” season, adult females traveled 9.28 kilometers per day, while adult males traveled 15.81 kilometers per day. During the “monsoon” season, adult females traveled 12.64 kilometers per day, and adult males traveled 18.93 kilometers per day. In the “hot-dry” season, adult females traveled 12.48 kilometers per day, and adult males traveled 18.87 kilometers per day.\n\nAcross all three seasons, the values for adult males are higher than those for adult females. The greatest distance for both adult females and males occurs during the “monsoon” season, with adult females traveling 12.64 kilometers and adult males traveling 18.93 kilometers per day. The smallest values for both sexes are in the “cold-dry” season, with adult females at 9.28 kilometers and adult males at 15.81 kilometers per day. The “hot-dry” season values are slightly lower than the “monsoon” season but higher than the “cold-dry” season for both sexes.\n\nThere are no missing values, special symbols, footnotes, or additional notes in the table. All data entries are numerical and presented with two decimal places. The table is straightforward, with each row representing a different season and each column representing a specific group (adult females or adult males) and their corresponding daily travel distance."
  },
  {
    "﻿question_id": "55df0275",
    "description": "The table is titled “Ablation Rates for Three Elements in Cosmic Dust, by Dust Source.” It presents data in a grid with five columns and four rows, including the header row. The columns are arranged as follows: the first column is labeled “Element,” and the next four columns are labeled “SPC,” “AST,” “HTC,” and “OCC.” All column headers are centered both horizontally and vertically.\n\nThe first column lists the names of three elements: “iron,” “potassium,” and “sodium.” Each of these element names appears at the start of a new row, aligned to the left. The remaining four columns in each row contain the ablation rates for that element, expressed as percentages, corresponding to the four dust sources: SPC, AST, HTC, and OCC. All percentage values are centered within their cells.\n\nFor “iron,” the ablation rates are: 20% (SPC), 28% (AST), 90% (HTC), and 98% (OCC). For “potassium,” the rates are: 44% (SPC), 74% (AST), 97% (HTC), and 100% (OCC). For “sodium,” the rates are: 45% (SPC), 75% (AST), 99% (HTC), and 100% (OCC).\n\nThere are no merged cells, multi-level headers, subtotals, totals, or footnotes in the table. All data cells contain a percentage value; there are no missing values or special symbols. The values for potassium and sodium are generally higher than those for iron across all dust sources, with sodium having the highest ablation rates overall, especially in the HTC and OCC columns, where it reaches 99% and 100%, respectively. Both potassium and sodium reach 100% in the OCC column, while iron reaches 98% in the same column. The lowest ablation rate in the table is for iron in the SPC column (20%), and the highest is for potassium and sodium in the OCC column (100%)."
  },
  {
    "﻿question_id": "56f477fb",
    "description": "The table is titled “Distribution of Ecosystem Services Affected by Invasive Species by Service Type.” It presents data in a grid with four columns and six rows, including the header row. The columns are organized as follows: the first column lists regions, and the next three columns show percentages for different types of ecosystem services affected by invasive species.\n\nThe header row contains these exact column headings, each centered and aligned at the bottom:\n- “Region (Overall)”\n- “Provisioning (75%)”\n- “Regulating (21%)”\n- “Cultural (4%)”\n\nThe percentages in parentheses in the three service-type columns (75%, 21%, and 4%) appear to represent the overall proportion of each service type affected, though the table does not explicitly clarify this.\n\nThe body of the table lists five regions in the first column: West, North, South, East, and Central. For each region, the table provides the percentage of affected ecosystem services in each of the three categories (Provisioning, Regulating, Cultural). All data cells are centered.\n\nFor the “West” region, 73% of affected services are Provisioning, 27% are Regulating, and 0% are Cultural. In the “North,” Provisioning is higher at 88%, Regulating is 12%, and Cultural remains at 0%. The “South” shows 79% Provisioning, 14% Regulating, and 7% Cultural. The “East” has 83% Provisioning, 6% Regulating, and 11% Cultural. The “Central” region stands out with a much lower Provisioning percentage at 33%, a much higher Regulating percentage at 67%, and 0% Cultural.\n\nThere are no merged cells, multi-level headers, subtotals, totals, or footnotes. All values are given as whole-number percentages. The “Cultural” category is consistently 0% in three regions (West, North, Central), while the “East” has the highest Cultural percentage at 11%, followed by the “South” at 7%. Provisioning is the dominant category in all regions except Central, where Regulating is the majority. There are no missing values or special symbols in the table."
  },
  {
    "﻿question_id": "5cf5c0d3",
    "description": "The table is titled “Credited Film Output of James Young Deer, Dark Cloud, Edwin Carewe, and Lillian St. Cyr.” It presents information about four individuals and summarizes their credited film work. The table consists of three columns and five rows in total (including the header row).\n\nThe column headers, centered and aligned at the bottom, are as follows:\n1. Individual\n2. Years active\n3. Number of films known and commonly credited\n\nEach row in the body corresponds to one individual. The first column lists the names:\n- James Young Deer\n- Dark Cloud\n- Edwin Carewe\n- Lillian St. Cyr (Red Wing)\n\nThe second column, “Years active,” provides the span of years during which each person was active in film:\n- James Young Deer: 1909–1924\n- Dark Cloud: 1910–1920\n- Edwin Carewe: 1912–1934\n- Lillian St. Cyr (Red Wing): 1908–1921\n\nThe third column, “Number of films known and commonly credited,” details the number of films for which each person is credited, broken down by role (such as actor, director, writer, or producer). The values are as follows:\n- James Young Deer: 33 (actor), 35 (director), 10 (writer)\n- Dark Cloud: 35 (actor), 1 (writer)\n- Edwin Carewe: 47 (actor), 58 (director), 20 (producer), 4 (writer)\n- Lillian St. Cyr (Red Wing): 66 (actor)\n\nThere are no subtotals, totals, averages, or missing values indicated. All data cells are filled, and there are no symbols or footnotes. The roles are specified in parentheses after the numbers, and multiple roles are separated by commas. The table does not use multi-level headers or merged cells. The names in the first column are aligned to the left, while the other columns are centered. Lillian St. Cyr is also identified by her alternate name, “Red Wing,” in parentheses.\n\nAmong the four individuals, Lillian St. Cyr (Red Wing) has the highest number of acting credits (66). Edwin Carewe has the most diverse set of roles, with credits as actor, director, producer, and writer, and also has the highest number of directing credits (58) and producing credits (20). James Young Deer and Dark Cloud are both credited as actors and writers, with James Young Deer also having directing credits. Dark Cloud has the fewest total credits and the shortest period of activity. There are no additional notes or formatting cues beyond the alignment and the use of parentheses for roles."
  },
  {
    "﻿question_id": "5ff1ba73",
    "description": "The table is titled “Guilds in French Cities in the Late Eighteenth Century.” It presents data for four French cities, with each row corresponding to a different city. The table has five columns, each with a single-level header. The column headers, from left to right, are: “City,” “Date,” “Inhabitants,” “Number of guilds,” and “Inhabitants per guild.” All headers are centered both horizontally and vertically.\n\nThe first column, “City,” lists the names of the cities: Paris, Bordeaux, Rouen, and Lyon. The city names are left-aligned and appear as row headers. The second column, “Date,” provides a year for each city: Paris (1766), Bordeaux (1762), Rouen (1775), and Lyon (1789). The third column, “Inhabitants,” shows the population of each city at the given date: Paris has 600,000 inhabitants, Bordeaux has 80,000, Rouen has 74,000, and Lyon has 143,000. The fourth column, “Number of guilds,” lists the number of guilds in each city: Paris has 133, Bordeaux has 49, Rouen has 112, and Lyon has 72. The fifth column, “Inhabitants per guild,” provides the result of dividing the number of inhabitants by the number of guilds for each city: Paris has 4,511 inhabitants per guild, Bordeaux has 1,633, Rouen has 661, and Lyon has 1,986.\n\nThere are no merged cells, multi-level headers, subtotals, totals, or footnotes. All data cells are centered except for the city names, which are left-aligned. No values are missing, and there are no special symbols or formatting such as bold or italics used in the data cells. The table allows for direct comparison between the cities: Paris has by far the largest population and the highest number of guilds, but also the highest number of inhabitants per guild. Rouen, despite having the smallest population, has a relatively high number of guilds and the lowest number of inhabitants per guild. Bordeaux and Lyon fall between these extremes, with Lyon having a larger population than Bordeaux but fewer inhabitants per guild."
  },
  {
    "﻿question_id": "6177abc5",
    "description": "The table is titled \"Video Game Availability by Initial Release Years,\" with the caption centered above the table. The table consists of two columns and six rows in total: one header row and five body rows. \n\nThe first column is labeled \"Initial release years,\" and the second column is labeled \"Percentage of games still available.\" Both column headers are centered and aligned at the bottom of their respective header cells.\n\nEach row in the body of the table corresponds to a different five-year period, listed chronologically in the first column. The periods are: \"1975–1979,\" \"1980–1984,\" \"1985–1989,\" \"1990–1994,\" and \"1995–1999.\" For each period, the second column provides a numerical value representing the percentage of games from that period that are still available. All values in the percentage column are given as numbers with two decimal places, but without a percent sign.\n\nThe values for the percentage of games still available are as follows:\n- For 1975–1979: 0.89\n- For 1980–1984: 3.65\n- For 1985–1989: 15.38\n- For 1990–1994: 19.33\n- For 1995–1999: 14.22\n\nThere are no merged cells, multi-level headers, footnotes, or additional notes. All data is centered within its respective cell. The table does not include any totals, subtotals, or averages. There are no missing values or special symbols. The percentages increase from the earliest period to a peak in 1990–1994, then decrease in the final period listed."
  },
  {
    "﻿question_id": "6317295c",
    "description": "The table is titled \"Properties of Select Rotating Radio Transients\" and presents data in a grid with four columns and six rows (including the header row). The columns are as follows:\n\n1. **Name**: This column lists the designation of each rotating radio transient. The entries are: J0545-03, J1654-2335, J0103+54, J0121+53, and J0614-03. The names are left-aligned and appear as the row headers.\n\n2. **Right ascension (hours)**: This column provides the right ascension for each object, formatted in hours, minutes, and sometimes seconds. The values are:\n   - J0545-03: 5:45\n   - J1654-2335: 16:54:03\n   - J0103+54: 1:03:37\n   - J0121+53: 1:21\n   - J0614-03: 6:15\n   The times use colons as separators, and some entries include seconds (e.g., \"16:54:03\" and \"1:03:37\"), while others only show hours and minutes.\n\n3. **Period (seconds)**: This column lists the period of each transient in seconds. The values are:\n   - J0545-03: 1.074\n   - J1654-2335: 0.545\n   - J0103+54: 0.354\n   - J0121+53: 2.725\n   - J0614-03: 0.136\n   The periods range from a minimum of 0.136 seconds (J0614-03) to a maximum of 2.725 seconds (J0121+53).\n\n4. **Frequency (hertz)**: This column shows the frequency in hertz for each object. The values are:\n   - J0545-03: 0.931\n   - J1654-2335: 1.834\n   - J0103+54: 2.822\n   - J0121+53: 0.367\n   - J0614-03: 7.353\n   The frequencies range from 0.367 Hz (J0121+53) to 7.353 Hz (J0614-03).\n\nThere are no merged cells, multi-level headers, subtotals, totals, or averages. All data cells are center-aligned except for the Name column, which is left-aligned. No values are missing, and there are no special symbols, footnotes, or formatting cues such as bold or italics. The table provides a straightforward comparison of the properties of five rotating radio transients, allowing for direct observation of differences in right ascension, period, and frequency among the listed objects."
  },
  {
    "﻿question_id": "6a6bbac3",
    "description": "The table is titled “Number and Origin of Clamshell Tools Found at Different Levels Below the Surface in Neanderthal Cave.” It presents data in three columns and six rows (including the header row). The columns are as follows:\n\n1. **Depth of tools found below surface in cave (meters)**\n2. **Clamshells that Neanderthals collected from the beach**\n3. **Clamshells that Neanderthals harvested from the seafloor**\n\nThe first column lists depth intervals in meters, indicating the range below the cave surface where tools were found. The depth intervals, in the order they appear in the table, are: 3–4, 6–7, 4–5, 2–3, and 5–6. The intervals are not listed in numerical order.\n\nFor each depth interval, the table provides two numbers: the count of clamshell tools that Neanderthals collected from the beach, and the count of those harvested from the seafloor. The data for each depth are as follows:\n\n- **3–4 meters:** 99 clamshells from the beach, 33 from the seafloor.\n- **6–7 meters:** 1 from the beach, 0 from the seafloor.\n- **4–5 meters:** 2 from the beach, 0 from the seafloor.\n- **2–3 meters:** 7 from the beach, 0 from the seafloor.\n- **5–6 meters:** 18 from the beach, 7 from the seafloor.\n\nThere are no missing values or special symbols; all cells contain numeric values. The largest number in the table is 99 (beach-collected clamshells at 3–4 meters), and the smallest nonzero value is 1 (beach-collected at 6–7 meters). For three of the depth intervals (6–7, 4–5, and 2–3 meters), the number of seafloor-harvested clamshells is zero. The only depths with nonzero seafloor-harvested counts are 3–4 meters (33) and 5–6 meters (7).\n\nThere are no totals, subtotals, averages, footnotes, or explanatory notes provided in the table. All text appears to be aligned for clarity, with headers centered and row labels left-aligned. The table does not indicate any special formatting such as bold or italics for emphasis."
  },
  {
    "﻿question_id": "75e07a4d",
    "description": "The table is titled \"Sample of Food Items from Gemini Mission Menus\" and presents a selection of food items along with associated details from the Gemini space missions. The table consists of three columns and four rows of data, following a single header row.\n\nThe header row contains the following column titles, each centered and aligned at the bottom: \"Food item,\" \"Day,\" and \"Meal.\" The \"Food item\" column lists the name of the food, the \"Day\" column indicates the day number, and the \"Meal\" column provides a single-letter code for the meal.\n\nIn the body of the table, each row represents a different food item. The first column, \"Food item,\" is left-aligned and contains the following entries, in order from top to bottom: \"Sugar cookie cubes,\" \"Chicken and vegetables,\" \"Shrimp cocktail,\" and \"Hot cocoa.\" The second column, \"Day,\" is center-aligned and contains the numbers 1, 2, 4, and 3, corresponding to the food items in the first column. The third column, \"Meal,\" contains the single letters \"B,\" \"B,\" \"C,\" and \"A,\" again corresponding to the food items in the first column.\n\nThere are no merged cells, multi-level headers, subtotals, totals, averages, missing values, or special symbols present in the table. There are also no footnotes or additional notes. The structure is straightforward, with each row providing a unique combination of food item, day, and meal code. The meal codes are single uppercase letters, and there is no explanation within the table for what these codes represent. The day numbers are not sequential, as they are 1, 2, 4, and 3, in that order. The food items include both sweet and savory options, as well as a beverage."
  },
  {
    "﻿question_id": "7a1877be",
    "description": "The table is titled “Nucleobase Concentrations from Murchison Meteorite and Soil Samples in Parts per Billion.” It presents quantitative data on five different nucleobases, measured in three different samples: two from the Murchison meteorite and one from Murchison soil.\n\nThe table has four columns and six rows, including the header row. The column headers, from left to right, are: “Nucleobase,” “Murchison meteorite sample 1,” “Murchison meteorite sample 2,” and “Murchison soil sample.” The first column lists the names of the nucleobases, while the other three columns provide the measured concentrations for each nucleobase in the respective samples.\n\nThe nucleobases listed in the first column, from top to bottom, are: Isoguanine, Purine, Xanthine, Adenine, and Hypoxanthine.\n\nFor Isoguanine, the concentration is 0.5 parts per billion in Murchison meteorite sample 1, 0.04 in sample 2, and “not detected” in the soil sample. For Purine, the values are 0.2 in sample 1, 0.02 in sample 2, and again “not detected” in the soil sample. For Xanthine, the concentrations are 39 in sample 1, 3 in sample 2, and 1 in the soil sample. Adenine shows 15 in sample 1, 1 in sample 2, and 40 in the soil sample. Hypoxanthine has values of 24 in sample 1, 1 in sample 2, and 2 in the soil sample.\n\nThere are no merged cells, subtotals, totals, averages, footnotes, or special formatting such as bold or italics. The phrase “not detected” appears in the soil sample column for Isoguanine and Purine, indicating that these nucleobases were not found in the soil sample, while all other cells contain numerical values. The numerical values vary widely, with some nucleobases (such as Xanthine and Adenine) showing much higher concentrations in certain samples compared to others. For example, Xanthine is highest in meteorite sample 1 (39), while Adenine is highest in the soil sample (40). The lowest nonzero values are for Purine and Isoguanine in meteorite sample 2 (0.02 and 0.04, respectively)."
  },
  {
    "﻿question_id": "80fd9454",
    "description": "The table is titled \"Percentage of Available Eggs Eaten by Cane Toad Tadpoles\" and presents data in a structured format with four columns and five rows of data (excluding the header row). The columns are as follows:\n\n1. **Amphibian species (common name)**: This column lists the common names of five different amphibian species. Each species name appears in its own row, aligned to the left.\n2. **Percentage of eggs eaten**: This column shows the percentage of available eggs eaten by cane toad tadpoles for each species. The values are presented as percentages and are centered within their cells.\n3. **Native to Australia**: This column indicates whether each species is native to Australia, with entries of \"yes\" or \"no\".\n4. **Produces bufadienolide**: This column states whether each species produces bufadienolide, with entries of \"yes\" or \"no\".\n\nThe five amphibian species listed, in order, are:\n- Little red tree frog\n- Cane toad\n- Short-footed frog\n- Striped burrowing frog\n- Dainty green tree frog\n\nFor the **Percentage of eggs eaten** column, the values are:\n- Little red tree frog: 1%\n- Cane toad: 90%\n- Short-footed frog: 7%\n- Striped burrowing frog: 10%\n- Dainty green tree frog: 1%\n\nThe **Native to Australia** column shows that all species except the cane toad are native to Australia (\"yes\"), while the cane toad is not (\"no\").\n\nThe **Produces bufadienolide** column indicates that only the cane toad produces bufadienolide (\"yes\"); all other species are marked \"no\".\n\nNotably, the cane toad stands out with a much higher percentage of eggs eaten (90%) compared to the other species, all of which have values of 10% or less. The little red tree frog and the dainty green tree frog both have the lowest value at 1%. There are no missing values, symbols, footnotes, or special formatting beyond text alignment and the bolding of header cells. There are no subtotals, totals, or averages presented in the table."
  },
  {
    "﻿question_id": "81498c6a",
    "description": "The table is titled \"Average Prices Received by US Growers for Citrus Fruits, 2020–2021 (dollars per box)\" and presents data in a grid format. There are five columns and four rows, including the header row. The columns are as follows: the first column is labeled \"Fruit,\" and the next four columns represent specific months and years—\"June 2020,\" \"June 2021,\" \"July 2020,\" and \"July 2021.\" All monetary values are given in dollars per box.\n\nThe first column lists three types of citrus fruits: Grapefruits, Oranges, and Lemons. Each fruit occupies its own row, with corresponding price data for each of the four time periods.\n\nFor Grapefruits, the average price per box was $13.80 in June 2020, increasing to $23.72 in June 2021. In July 2020, the price was $16.13, and in July 2021, it was $22.98. This shows a notable increase in price from 2020 to 2021 for both June and July, with the June-to-June increase being $9.92 and the July-to-July increase being $6.85.\n\nFor Oranges, the price per box was $16.15 in June 2020 and decreased to $11.09 in June 2021. In July 2020, the price was $15.53, and in July 2021, it was $13.79. Unlike Grapefruits, Oranges saw a decrease in average price from 2020 to 2021 in both months. The June-to-June decrease was $5.06, and the July-to-July decrease was $1.74.\n\nFor Lemons, the price per box was $19.50 in June 2020 and increased to $28.94 in June 2021. In July 2020, the price was $21.01, rising to $31.78 in July 2021. Lemons had the highest prices in both years and months among the three fruits, and also showed the largest increases: $9.44 from June 2020 to June 2021, and $10.77 from July 2020 to July 2021.\n\nAll data cells are filled with specific dollar values, and there are no missing values, symbols, or footnotes. The table does not include totals, subtotals, or averages beyond the values presented for each fruit and time period. The alignment of the text is centered for the data cells and headers, except for the fruit names, which are left-aligned. There are no special formatting cues such as bold or italics in the data cells."
  },
  {
    "﻿question_id": "84136d69",
    "description": "The table is titled \"Five of the Responses to Survey about Actions to Conserve Energy.\" It presents data in three columns and five rows of responses, not counting the header row. The columns are labeled, from left to right: \"Action,\" \"Action category,\" and \"Percentage of respondents selecting action (%).\" All column headers are centered and aligned at the bottom of their cells.\n\nThe first column, \"Action,\" lists specific actions that survey respondents could select. The five actions are:\n1. Use efficient cars/hybrids\n2. Change thermostat setting\n3. Use bike or public transportation instead of car\n4. Use efficient light bulbs\n5. Turn off lights\n\nThe second column, \"Action category,\" indicates the type of action. There are two categories represented: \"efficiency\" and \"curtailment.\" \"Use efficient cars/hybrids\" and \"Use efficient light bulbs\" are categorized as \"efficiency.\" The other three actions—\"Change thermostat setting,\" \"Use bike or public transportation instead of car,\" and \"Turn off lights\"—are categorized as \"curtailment.\"\n\nThe third column, \"Percentage of respondents selecting action (%),\" provides the percentage of survey respondents who selected each action. The values, in the order of the actions listed, are:\n- 2.8%\n- 6.3%\n- 12.9%\n- 3.6%\n- 19.6%\n\nAmong these, \"Turn off lights\" has the highest percentage at 19.6%, while \"Use efficient cars/hybrids\" has the lowest at 2.8%. The percentages for the other actions fall between these two extremes, with \"Use bike or public transportation instead of car\" at 12.9%, \"Change thermostat setting\" at 6.3%, and \"Use efficient light bulbs\" at 3.6%. There are no missing values, special symbols, totals, subtotals, or footnotes in the table. All data is presented as plain numbers or text, with no additional formatting such as bold or italics indicated in the HTML."
  },
  {
    "﻿question_id": "9452092c",
    "description": "The table is titled \"Effects of Mycorrhizal Fungi on 3 Plant Species\" and presents data for three different plant species. The table consists of four columns and four rows, including the header row.\n\nThe column headers, from left to right, are:  \n1. \"Plant species\"  \n2. \"Mycorrhizal host\"  \n3. \"Average mass of plants grown in soil containing mycorrhizal fungi (in grams)\"  \n4. \"Average mass of plants grown in soil treated to kill fungi (in grams)\"  \n\nThere are no multi-level headers or merged cells; each column has a single, clearly labeled header. The units for the average mass columns are specified as grams in parentheses.\n\nThe first column lists the plant species, which are \"Corn,\" \"Marigold,\" and \"Broccoli.\" The second column, \"Mycorrhizal host,\" indicates whether each species is a host for mycorrhizal fungi, with \"yes\" for Corn and Marigold, and \"no\" for Broccoli.\n\nThe third and fourth columns provide numerical data for the average mass of each plant species under two different soil conditions: with mycorrhizal fungi present, and with fungi killed. For Corn, the average mass is 15.1 grams in soil with fungi and 3.8 grams in soil without fungi. For Marigold, the values are 10.2 grams (with fungi) and 2.4 grams (without fungi). For Broccoli, the average mass is 7.5 grams with fungi and 7 grams without fungi.\n\nNotably, for the two species that are mycorrhizal hosts (Corn and Marigold), the average mass is substantially higher when grown in soil containing mycorrhizal fungi compared to soil where fungi have been killed. For Broccoli, which is not a mycorrhizal host, the average mass is nearly the same in both conditions (7.5 grams with fungi, 7 grams without).\n\nThere are no missing values, special symbols, totals, subtotals, averages, footnotes, or additional notes present in the table. All data entries are numerical except for the \"Mycorrhizal host\" column, which uses \"yes\" or \"no.\" The alignment is generally centered for numerical data, while the plant species names are left-aligned."
  },
  {
    "﻿question_id": "94978129",
    "description": "The table is titled “Approximate Rates of Speech and Information Conveyed for Five Languages.” It presents data for five different languages, organized into three columns and six rows (including the header row).\n\nThe first row serves as the header and contains three column headings. The first column is labeled “Language.” The second column is labeled “Rate of speech (syllables per second),” specifying the unit of measurement in parentheses. The third column is labeled “Rate of information conveyed (bits per second),” again specifying the unit.\n\nThe body of the table lists five languages in the first column: Serbian, Spanish, Vietnamese, Thai, and Hungarian. Each language occupies its own row, with the language name aligned to the left.\n\nFor each language, the table provides two numerical values. The second column gives the rate of speech in syllables per second, and the third column gives the rate of information conveyed in bits per second. The values are as follows:\n\n- Serbian: 7.2 syllables per second, 39.1 bits per second\n- Spanish: 7.7 syllables per second, 42.0 bits per second\n- Vietnamese: 5.3 syllables per second, 42.5 bits per second\n- Thai: 4.7 syllables per second, 33.8 bits per second\n- Hungarian: 5.9 syllables per second, 34.6 bits per second\n\nAmong the languages listed, Spanish has the highest rate of speech at 7.7 syllables per second, while Thai has the lowest at 4.7 syllables per second. For the rate of information conveyed, Vietnamese has the highest value at 42.5 bits per second, and Thai has the lowest at 33.8 bits per second. There are no missing values, symbols, footnotes, or additional notes in the table. All numerical values are presented with one decimal place and are centered within their respective cells. There are no merged cells or multi-level headers."
  },
  {
    "﻿question_id": "95388117",
    "description": "The table is titled \"Land Area Covered by Native Flowering Plants at a Site in Antarctica.\" It presents data in a grid with four columns and three rows (including the header row). There is a single header row at the top, with each column header centered and aligned at the bottom. The columns are as follows:\n\n1. **Species**: This column lists the names of the native flowering plant species. The species names are italicized, indicating scientific names.\n2. **Area covered in 2009 (in square meters)**: This column shows the land area, in square meters, that each species covered in 2009.\n3. **Area covered in 2018 (in square meters)**: This column provides the land area, in square meters, covered by each species in 2018.\n4. **Percent increase in area covered from 2009 to 2018**: This column gives the percentage increase in area covered by each species over the period from 2009 to 2018.\n\nThere are two species listed in the table:\n\n- The first row under the header is for *Deschampsia antarctica*. In 2009, this species covered 1,230 square meters. By 2018, the area increased to 1,576 square meters. The percent increase over this period is given as 28%.\n- The second row is for *Colobanthus quitensis*. In 2009, it covered 6.9 square meters, increasing to 10.7 square meters in 2018. The percent increase for this species is 55%.\n\nThe values in the area columns are numerically formatted, with the first species having much larger absolute coverage than the second. However, the percent increase for *Colobanthus quitensis* (55%) is nearly double that of *Deschampsia antarctica* (28%), despite its much smaller starting and ending areas. There are no missing values, symbols, footnotes, or additional notes in the table. All data is presented as plain numbers or percentages, and there are no merged cells or multi-level headers. The species names are left-aligned and italicized, while all other data is centered within its cell."
  },
  {
    "﻿question_id": "9debe79a",
    "description": "The table is titled “Average Temperatures in July in Four Locations in the Navajo Nation.” It presents data for four locations, with three columns and five rows in total (including the header row).\n\nThe first row serves as the header and contains three column headings. The first column is labeled “Location.” The second column is labeled “Average highest temperature (Fahrenheit),” and the third column is labeled “Average lowest temperature (Fahrenheit).” Both temperature columns specify that the values are in Fahrenheit.\n\nThe body of the table lists four locations: Teec Nos Pos, Cameron, Ramah, and Tuba City. For each location, two temperature values are provided: the average highest and the average lowest temperatures in July.\n\n- For Teec Nos Pos, the average highest temperature is 94°, and the average lowest temperature is 65°.\n- For Cameron, the average highest temperature is 99°, and the average lowest temperature is also 65°.\n- For Ramah, the average highest temperature is 83°, and the average lowest temperature is 50°.\n- For Tuba City, the average highest temperature is 83°, and the average lowest temperature is 50°.\n\nNotably, Ramah and Tuba City have identical temperature values for both the highest and lowest averages (83° and 50°, respectively). Cameron has the highest average highest temperature (99°), while Ramah and Tuba City have the lowest average lowest temperature (50°). Teec Nos Pos and Cameron share the same average lowest temperature (65°), which is higher than that of Ramah and Tuba City. There are no missing values, special symbols, footnotes, or additional formatting cues beyond the use of degree symbols and the alignment of text within the cells."
  },
  {
    "﻿question_id": "a0203977",
    "description": "The table is titled \"Annual Spending by International Tourists in Four Countries (in billions of US dollars).\" It presents data in a grid with four columns and five rows, including the header row. The columns represent, from left to right: \"Country,\" \"2016,\" \"2017,\" and \"2018.\" The three rightmost columns display annual spending figures for each year, with all monetary values given in billions of US dollars and prefixed by a dollar sign.\n\nThe first column lists the names of four countries: South Korea, Japan, Thailand, and Malaysia. Each subsequent column contains the corresponding annual spending by international tourists for the years 2016, 2017, and 2018.\n\nFor South Korea, the spending figures are $21.0 billion in 2016, $17.2 billion in 2017, and $23.1 billion in 2018. For Japan, the values are $33.5 billion in 2016, $37.0 billion in 2017, and $45.3 billion in 2018. Thailand's figures are $48.5 billion in 2016, $57.1 billion in 2017, and $61.4 billion in 2018. Malaysia's values are $19.7 billion in 2016, $20.3 billion in 2017, and $21.8 billion in 2018.\n\nThere are no merged cells, multi-level headers, subtotals, totals, averages, missing values, or special symbols in the table. All data cells are center-aligned, while country names are left-aligned. No footnotes or explanatory notes are present. The table provides a straightforward comparison of annual international tourist spending across the four countries and three years, with Thailand consistently showing the highest values and Malaysia the lowest in each year."
  },
  {
    "﻿question_id": "a04807d8",
    "description": "The table is titled “Number of Museum Visits (in Millions) from 2016 to 2019.” It presents data in a grid with five columns and three rows (including the header row). The table’s columns are labeled, from left to right: “Museum,” “2016,” “2017,” “2018,” and “2019.” The year columns specify that the numbers are in millions.\n\nThere are two museums listed in the table, each occupying a separate row beneath the header. The first row is for the “National Museum of the American Indian.” For this museum, the number of visits in 2016 is 1.1 million, in 2017 it is 1.2 million, in 2018 it returns to 1.1 million, and in 2019 it is 0.96 million. The second row is for the “National Museum of African American History and Culture.” This museum has 0.73 million visits in 2016, a substantial increase to 2.4 million in 2017, then 1.9 million in 2018, and 2.0 million in 2019.\n\nAll numerical values are given to either one or two decimal places. There are no missing values, symbols, footnotes, or notes in the table. The museum names are left-aligned, while the numbers are centered in their respective cells. There are no merged cells or multi-level headers; each column header corresponds directly to a single year. No totals, subtotals, or averages are provided. The table allows for direct year-to-year and museum-to-museum comparisons of visit numbers."
  },
  {
    "﻿question_id": "a7c52fa4",
    "description": "The table is titled \"Mean Time (in Seconds) Spent per Flower for Four Pollinator Genera.\" It presents data on how long, on average, four different pollinator genera spend per flower, with the times given in seconds. The table is organized with five columns and five rows, including the header row.\n\nThe header row contains the following column titles, all centered: \"Pollinator genus,\" \"Seconds per intact pin flower,\" \"Seconds per damaged pin flower,\" \"Seconds per intact thrum flower,\" and \"Seconds per damaged thrum flower.\" The units (\"Seconds\") are specified in each of the four data columns, and the flower types are distinguished as either \"pin\" or \"thrum,\" with further distinction between \"intact\" and \"damaged\" flowers.\n\nThe first column lists the pollinator genera, each in italics: Habropoda, Osmia, Pierid, and Xylocopa. Each of these genera occupies a separate row, with their names left-aligned.\n\nThe remaining four columns contain numerical data, all centered within their cells. For Habropoda, the mean times are: 2.7 seconds for intact pin flowers, 5.4 seconds for damaged pin flowers, 4.1 seconds for intact thrum flowers, and 9.5 seconds for damaged thrum flowers. For Osmia, the times are: 5.2 (intact pin), 8.2 (damaged pin), 7.1 (intact thrum), and 8.3 (damaged thrum). For Pierid, the values are: 2.6 (intact pin), 4.0 (damaged pin), 2.4 (intact thrum), and 1.9 (damaged thrum). For Xylocopa, the times are: 2.3 (intact pin), 2.8 (damaged pin), 2.5 (intact thrum), and 2.2 (damaged thrum).\n\nThere are no merged cells, multi-level headers, subtotals, totals, or footnotes present. All data cells are filled; there are no missing values or symbols such as dashes. The table does not use bold or italic formatting for emphasis, except for the genus names, which are italicized. All numerical values are given to one decimal place.\n\nNotably, Osmia has the highest values for three of the four flower types, with the exception of \"Seconds per damaged thrum flower,\" where Habropoda has the highest value (9.5 seconds). Pierid and Xylocopa generally have lower mean times across all flower types compared to Habropoda and Osmia. The times for damaged flowers are not consistently higher or lower than those for intact flowers; for example, Habropoda and Osmia spend more time on damaged flowers, while Pierid and Xylocopa spend less time on damaged thrum flowers compared to intact thrum flowers."
  },
  {
    "﻿question_id": "a95075c5",
    "description": "The table is titled “Mean Ratings for Patients after 21 Days,” with the caption centered above the table. The table consists of three columns and four rows in total: one header row and three data rows.\n\nThe header row contains three column headings. The first column is labeled “Measure.” The second column is labeled “Mean rating for participants aware of taking a placebo.” The third column is labeled “Mean rating for participants in the control group.” All column headers are centered both horizontally and vertically.\n\nEach of the three data rows corresponds to a different measure. The first data row is for “Global improvement.” For this measure, the mean rating for participants aware of taking a placebo is 5.0, while the mean rating for participants in the control group is 3.9. The second data row is for “Symptom severity reduction.” Here, the mean rating for participants aware of taking a placebo is 92.00, and for the control group it is 46.00. The third data row is for “Quality of life improvement,” with mean ratings of 11.4 for participants aware of taking a placebo and 5.4 for the control group.\n\nAll numerical values are presented with one or two decimal places, as appropriate. There are no missing values, symbols, footnotes, or special formatting such as bold or italics in the data cells. The row headers (the “Measure” column) are left-aligned, while the data cells are centered. There are no totals, subtotals, or averages beyond the mean ratings already shown. The structure is straightforward, with each measure directly compared between the two participant groups. In all three measures, the mean rating for participants aware of taking a placebo is higher than that for the control group, with the largest absolute difference observed in “Symptom severity reduction.”"
  },
  {
    "﻿question_id": "ab94d40a",
    "description": "The table is titled “Time Participants Spent Reading about Five London Museums.” It presents data in a grid with four columns and five rows of data, plus a single header row. The columns are as follows:\n\n1. **Museum Name**: This column lists the names of five London museums. The names, in order from top to bottom, are: British Museum, National Gallery, Tate Modern, Victoria and Albert Museum, and Natural History Museum.\n2. **Ranking**: This column provides a numerical ranking for each museum, with values ranging from 1 to 5. The British Museum is ranked 1, National Gallery is ranked 2, Tate Modern is ranked 4, Victoria and Albert Museum is ranked 5, and Natural History Museum is ranked 3.\n3. **Percentage of total time spent reading about museum by participants provided with ranking**: This column shows the percentage of total reading time that participants who were given the ranking spent on each museum. The percentages are: British Museum (36), National Gallery (21), Tate Modern (16), Victoria and Albert Museum (14), and Natural History Museum (13).\n4. **Percentage of total time spent reading about museum by participants not provided with ranking**: This column shows the percentage of total reading time for participants who were not given the ranking. The percentages are: British Museum (18), National Gallery (20), Tate Modern (17), Victoria and Albert Museum (23), and Natural History Museum (22).\n\nAll data is presented as whole numbers, with no decimal points or additional symbols. There are no missing values, dashes, or special formatting such as bold or italics in the body of the table. The alignment is specified as centered for most columns, except the museum names, which are left-aligned.\n\nNotably, the British Museum has the highest percentage (36%) among participants provided with rankings, which is substantially higher than its percentage among those not provided with rankings (18%). Conversely, the Victoria and Albert Museum and the Natural History Museum have higher percentages among participants not provided with rankings (23% and 22%, respectively) compared to those who were provided with rankings (14% and 13%). The National Gallery and Tate Modern have relatively similar percentages between the two participant groups.\n\nThere are no totals, subtotals, averages, footnotes, or explanatory notes included in the table. The structure is straightforward, with each row corresponding to a single museum and each column providing a specific type of information."
  },
  {
    "﻿question_id": "af125459",
    "description": "The table is titled “Number and Origin of Clamshell Tools Found at Different Depths below the Surface in Neanderthal Cave.” It presents data in a grid with three columns and six rows, including the header row. The columns are clearly labeled at the top, with each header centered and aligned at the bottom of the header cell.\n\nThe first column is labeled “Depth of tools found below surface in cave (meters).” This column lists the depth ranges, in meters, at which clamshell tools were found. The depth intervals are: 2–3, 3–4, 4–5, 5–6, and 6–7 meters. Each of these depth ranges appears as a row header, centered in its cell.\n\nThe second column is labeled “Clamshells that Neanderthals collected from the beach.” This column contains the number of clamshell tools, for each depth range, that are identified as having been collected from the beach. The values in this column are: 7 (for 2–3 meters), 99 (for 3–4 meters), 2 (for 4–5 meters), 18 (for 5–6 meters), and 1 (for 6–7 meters).\n\nThe third column is labeled “Clamshells that Neanderthals harvested from the seafloor.” This column lists the number of clamshell tools, for each depth range, that are identified as having been harvested from the seafloor. The values are: 0 (for 2–3 meters), 33 (for 3–4 meters), 0 (for 4–5 meters), 7 (for 5–6 meters), and 0 (for 6–7 meters).\n\nThere are no merged cells, subtotals, totals, or averages presented in the table. All values are whole numbers. The largest value in the table is 99 (beach-collected clamshells at 3–4 meters), and the next largest is 33 (seafloor-harvested clamshells at 3–4 meters). Several cells contain zeros, indicating that no clamshells of that origin were found at those depths. There are no missing values, dashes, footnotes, or special symbols in the table. All data is presented in a straightforward, numerical format, with all text and numbers centered within their respective cells."
  },
  {
    "﻿question_id": "b2e54b50",
    "description": "The table is titled “Correlations Between Congestion Ratings and Features of the Crowd in Raters’ Immediate Vicinity.” It presents data in a simple grid with four columns and three rows (including the header row). The table does not include any footnotes, subtotals, or additional notes.\n\nThe header row contains four column headings, all centered and aligned at the bottom. The first column is labeled “Crowd feature.” The next three columns are labeled “Before obstacle,” “After obstacle,” and “Overall.” These columns represent different conditions or groupings for the data.\n\nThere are two rows of data, each corresponding to a different crowd feature. The first row is for “Density,” and the second row is for “Velocity.” The names of these features are left-aligned in the first column.\n\nFor the “Density” row, the correlation values are as follows:\n- Before obstacle: 0.8592\n- After obstacle: 0.7308\n- Overall: 0.7447\n\nFor the “Velocity” row, all correlation values are negative:\n- Before obstacle: −0.9357\n- After obstacle: −0.9518\n- Overall: −0.8587\n\nAll numerical values are given to four decimal places. The negative signs for the velocity correlations are explicitly shown. There are no missing values, symbols, or special formatting (such as bold or italics) used to highlight any particular cell. The table does not include any totals or averages, as each cell represents a specific correlation value for the given feature and condition.\n\nIn summary, the table provides a clear comparison of how two crowd features—density and velocity—correlate with congestion ratings under three different conditions: before an obstacle, after an obstacle, and overall. The density correlations are all positive and relatively high, with the highest value before the obstacle. The velocity correlations are all negative and even higher in magnitude, with the most negative value after the obstacle."
  },
  {
    "﻿question_id": "b8199d5a",
    "description": "The table is titled “Total Areas and 2022 Populations of Smallest Arabian Peninsula Countries.” It presents information for three countries, organized into three columns and four rows (including the header row). The columns are labeled, from left to right: “Country,” “Total area (square miles),” and “Population.” All column headers are centered both horizontally and vertically.\n\nThe first column lists the names of the countries, aligned to the left: Kuwait, Bahrain, and Qatar. The second column shows each country’s total area in square miles, with the values centered: Kuwait has 6,880 square miles, Bahrain has 304 square miles, and Qatar has 4,471 square miles. The third column displays the 2022 population for each country, also centered: Kuwait has a population of 4,268,873; Bahrain has 1,472,233; and Qatar has 2,695,122.\n\nThere are no merged cells, multi-level headers, subtotals, totals, averages, footnotes, or special symbols in the table. All data cells contain numerical values, with no missing or blank entries. The table provides a direct comparison: Kuwait has the largest area and population among the three, while Bahrain has the smallest area and population. Qatar’s area and population are both intermediate between those of Kuwait and Bahrain. The differences are notable: Kuwait’s area is more than 22 times that of Bahrain, and its population is nearly three times larger. Qatar’s area is over 14 times that of Bahrain, and its population is almost double Bahrain’s."
  },
  {
    "﻿question_id": "bc1b8a42",
    "description": "The table is titled \"Percentage of Bus Shelters with Shade in a County by Areas’ Highest Average Summer Surface Temperature.\" It consists of two columns and six rows, including the header row.\n\nThe first row serves as the header and contains two column headings. The first column is labeled \"Highest average surface temperature (Fahrenheit),\" and the second column is labeled \"Percentage of bus stops with shaded shelter.\" Both headers are centered and aligned at the bottom of their respective cells.\n\nThe body of the table contains five rows, each corresponding to a different value of highest average surface temperature, measured in degrees Fahrenheit. The specific temperature values listed in the first column are: 90.2°, 97.7°, 102.7°, 111.2°, and 125.6°. Each of these values is centered within its cell.\n\nThe second column presents the percentage of bus stops with shaded shelter for each temperature value. The percentages are: 15%, 22%, 24%, 28%, and 29%, respectively. These values are also centered in their cells.\n\nThere are no missing values, dashes, or special symbols in the table. No footnotes or additional notes are present. The table does not include any subtotals, totals, or averages. There are no multi-level headers or merged cells.\n\nA pattern is visible in the data: as the highest average surface temperature increases, the percentage of bus stops with shaded shelter also increases. The lowest temperature (90.2°) corresponds to the lowest percentage (15%), while the highest temperature (125.6°) corresponds to the highest percentage (29%). The increments between percentages are not uniform, but the trend is consistently upward across the rows."
  },
  {
    "﻿question_id": "bc7b1a04",
    "description": "The table is titled “Three Studies' Estimated Average Velocity of LMC.” It presents data in three columns and four rows, including the header row. The columns are labeled, from left to right: “Researchers,” “Study year,” and “Estimated average velocity.” All column headers are centered both horizontally and vertically.\n\nThe first column, “Researchers,” lists the names of the research groups or lead authors for each study. The entries are: “Murai and Fujimoto,” “Kallivayalil and colleagues,” and “Gardiner and colleagues.” These names are left-aligned in their cells.\n\nThe second column, “Study year,” contains the years in which each study was published. The values are “1980” for Murai and Fujimoto, “2006” for Kallivayalil and colleagues, and “1994” for Gardiner and colleagues. All years are centered in their respective cells.\n\nThe third column, “Estimated average velocity,” provides the estimated average velocity values for the LMC (Large Magellanic Cloud) as determined by each study. The values are given in kilometers per second (km/s), with the units included in each cell. Specifically, Murai and Fujimoto’s estimate is “344 km/s,” Kallivayalil and colleagues’ estimate is “378 km/s,” and Gardiner and colleagues’ estimate is “297 km/s.” These values are also centered.\n\nThere are no merged cells, multi-level headers, subtotals, totals, or footnotes. All data cells are filled; there are no missing values or special symbols. The table presents the data in a straightforward manner, allowing for direct comparison. Among the three studies, Kallivayalil and colleagues (2006) report the highest estimated average velocity (378 km/s), while Gardiner and colleagues (1994) report the lowest (297 km/s). The difference between the highest and lowest reported velocities is 81 km/s. Murai and Fujimoto’s (1980) value (344 km/s) falls between the other two."
  },
  {
    "﻿question_id": "c4bee178",
    "description": "The table is titled \"Moons of Dwarf Planets\" and presents information about the natural satellites of several dwarf planets. The table consists of three columns and six rows in total, including the header row.\n\nThe header row contains the following column titles, each centered:  \n1. \"Dwarf planet name\"  \n2. \"Number of moons\"  \n3. \"Name of moons\"  \n\nThere are five data rows, each corresponding to a different dwarf planet. The first column lists the names of the dwarf planets, aligned to the left. The second column shows the number of moons for each planet, centered. The third column provides the names of the moons, where applicable.\n\nThe entries for each dwarf planet are as follows:\n\n- **Haumea**: Listed as having 2 moons, named \"Hi‘iaka, Namaka\".\n- **Ceres**: Listed as having 0 moons. The name of moons column for Ceres contains \"N/A\", indicating not applicable or none.\n- **Makemake**: Listed as having 1 moon, named \"MK 2\".\n- **Eris**: Listed as having 1 moon, named \"Dysnomia\".\n- **Pluto**: Listed as having 5 moons, named \"Charon, Nix, Kerberos, Styx, Hydra\".\n\nThere are no merged cells, multi-level headers, subtotals, totals, or footnotes in the table. All data is presented in a straightforward manner, with no missing values except for Ceres, which uses \"N/A\" to indicate the absence of moons. The number of moons ranges from 0 (Ceres) to 5 (Pluto), with Pluto having the most moons among the listed dwarf planets. The names of the moons are separated by commas when there is more than one."
  },
  {
    "﻿question_id": "cbecb873",
    "description": "The table is titled “Body Length, Filter Time, and Lunges per Dive for Four Whale Species.” It presents data for four different whale species, organized into four columns and five rows (including the header row). The columns are as follows:\n\n1. **Whale species**\n2. **Typical adult body length (meters)**\n3. **Average time to filter all engulfed water (seconds)**\n4. **Average number of lunges per dive deeper than 50 meters**\n\nThe first row contains the column headers, each centered and aligned at the bottom. The subsequent four rows each correspond to a different whale species: fin, humpback, minke, and blue. The species names are listed in the first column, left-aligned.\n\nFor each species, the table provides the following details:\n\n- **Fin whale:** Typical adult body length is given as a range, “18–22” meters. The average time to filter all engulfed water is 31.30 seconds. The average number of lunges per deep dive is 3.95.\n- **Humpback whale:** Body length is “11–17” meters. The average filter time is 17.12 seconds. The average number of lunges per deep dive is 6.28.\n- **Minke whale:** Body length is “7–10” meters. The average filter time is 8.88 seconds. The average number of lunges per deep dive is 7.48.\n- **Blue whale:** Body length is “24–34” meters. The average filter time is 60.27 seconds. The average number of lunges per deep dive is 4.02.\n\nThere are no merged cells, multi-level headers, subtotals, totals, or footnotes. All values are present; there are no missing entries or special symbols. The body length values are given as ranges in meters, while the other two columns provide single numerical averages with two decimal places. The data show that the blue whale has the largest body length range and the longest average filter time, while the minke whale has the smallest body length range and the shortest filter time. The minke whale also has the highest average number of lunges per deep dive, while the fin whale has the lowest. The table is concise, with each row corresponding to a single species and each column to a specific measurement."
  },
  {
    "﻿question_id": "ccf414c9",
    "description": "The table is titled \"E-book Sales as a Percentage of Total Unit Sales in All Book Formats for a Large US Trade Publisher, by Genre, 2006, 2011, 2016.\" It presents data on the proportion of e-book sales compared to total book sales, broken down by genre and by three specific years: 2006, 2011, and 2016.\n\nThe table has four columns and five rows in total (including the header row). The first row serves as the header and contains the following column headings, all centered: \"Genre,\" \"2006,\" \"2011,\" and \"2016.\" The \"Genre\" column is left-aligned in the body, while the year columns are center-aligned.\n\nThere are four genres listed, each occupying a row beneath the header:\n\n1. **science fiction and fantasy**  \n   - 2006: 0.6  \n   - 2011: 27.7  \n   - 2016: 36.7  \n\n2. **cookbooks**  \n   - 2006: 0  \n   - 2011: 2.9  \n   - 2016: 10.5  \n\n3. **travel guides**  \n   - 2006: 0  \n   - 2011: 5.5  \n   - 2016: 24.6  \n\n4. **romance**  \n   - 2006: 0.3  \n   - 2011: 40.6  \n   - 2016: 56.2  \n\nAll numerical values in the year columns represent percentages, though the percent sign is not shown in the cells. There are no missing values, dashes, or special symbols in the table. No totals, subtotals, averages, or footnotes are present.\n\nPatterns in the data show that for each genre, the percentage of e-book sales increased from 2006 to 2011 and again from 2011 to 2016. Romance consistently has the highest percentages across all years, rising from 0.3 in 2006 to 56.2 in 2016. Science fiction and fantasy also show a substantial increase, from 0.6 in 2006 to 36.7 in 2016. Cookbooks and travel guides start at 0 in 2006, with cookbooks reaching 10.5 and travel guides 24.6 by 2016. The increases are most pronounced in the romance and science fiction/fantasy genres, especially between 2006 and 2011. There are no special formatting cues such as bold or italics used in the data cells."
  },
  {
    "﻿question_id": "cebfb2c6",
    "description": "The table is titled “Dated Ages of Lunar Samples from Select Missions,” and it presents information in a structured format with four columns and five rows, including the header row. The columns, from left to right, are labeled as follows: “Mission name,” “Year,” “Landing site,” and “Approximate age of lunar samples (billions of years).” All column headers are centered both horizontally and vertically.\n\nThe body of the table contains four rows, each corresponding to a different lunar mission. The first column lists the mission names: “Apollo 11,” “Apollo 15,” “Apollo 17,” and “Chang’e 5.” These mission names are left-aligned and presented in bold, as they are header cells for their respective rows.\n\nThe second column, labeled “Year,” contains the years in which each mission took place. The values are “1969” for Apollo 11, “1971” for Apollo 15, “1972” for Apollo 17, and “2020” for Chang’e 5. All year values are centered within their cells.\n\nThe third column, “Landing site,” specifies the lunar region where each mission landed. The entries are “Mare Tranquillitatis” for Apollo 11, “Mare Imbrium” for Apollo 15, “Mare Serenitatis” for Apollo 17, and “Oceanus Procellarum” for Chang’e 5. These are plain text entries, with no additional formatting except for an empty emphasis tag in the Apollo 11 row, which does not affect the visible content.\n\nThe fourth column, “Approximate age of lunar samples (billions of years),” provides the estimated ages of the samples collected by each mission. The values are “3.6” for Apollo 11, “3.3” for Apollo 15, “3.8” for Apollo 17, and “2.0” for Chang’e 5. All these values are centered in their cells.\n\nThere are no merged cells, multi-level headers, subtotals, totals, averages, or footnotes present in the table. All data fields are filled; there are no missing values or special symbols. The ages of the lunar samples range from 2.0 to 3.8 billion years, with Chang’e 5 having the youngest sample (2.0 billion years) and Apollo 17 the oldest (3.8 billion years). The Apollo missions’ sample ages are all above 3 billion years, while Chang’e 5’s sample is notably younger. The table provides a clear comparison of the missions, their years, landing sites, and the approximate ages of the lunar samples they returned."
  },
  {
    "﻿question_id": "cf7491c1",
    "description": "The table is titled “Characteristics of Five Recently Discovered Gas Exoplanets,” with the caption centered above the table. The table contains five columns and five rows of data, plus a single header row at the top. There are no multi-level headers, merged cells, footnotes, or special formatting such as bold or italics indicated in the HTML.\n\nThe header row lists the following column names, each centered and aligned at the bottom of the header cell:\n\n1. **Exoplanet designation**\n2. **Mass (Jupiters)**\n3. **Radius (Jupiters)**\n4. **Orbital period (days)**\n5. **Distance from the Sun (parsecs)**\n\nEach row in the body of the table corresponds to a different exoplanet, with the exoplanet designation in the first column (left-aligned), and the remaining columns (2 through 5) containing numerical values that are all centered.\n\nThe five exoplanets listed, in order, are:\n- TOI-640 b\n- TOI-1601 b\n- TOI-628 b\n- TOI-1478 b\n- TOI-1333 b\n\nFor each exoplanet, the table provides the following data:\n\n**TOI-640 b**  \n- Mass: 0.88 Jupiters  \n- Radius: 1.771 Jupiters  \n- Orbital period: 5.003 days  \n- Distance from the Sun: 340 parsecs\n\n**TOI-1601 b**  \n- Mass: 0.99 Jupiters  \n- Radius: 1.239 Jupiters  \n- Orbital period: 5.331 days  \n- Distance from the Sun: 336 parsecs\n\n**TOI-628 b**  \n- Mass: 6.33 Jupiters  \n- Radius: 1.060 Jupiters  \n- Orbital period: 3.409 days  \n- Distance from the Sun: 178 parsecs\n\n**TOI-1478 b**  \n- Mass: 0.85 Jupiters  \n- Radius: 1.060 Jupiters  \n- Orbital period: 10.180 days  \n- Distance from the Sun: 153 parsecs\n\n**TOI-1333 b**  \n- Mass: 2.37 Jupiters  \n- Radius: 1.396 Jupiters  \n- Orbital period: 4.720 days  \n- Distance from the Sun: 200 parsecs\n\nAll numerical values are given to three decimal places for orbital period and radius, and to two decimal places for mass (except for TOI-628 b, which is given to two decimal places). The distances from the Sun are whole numbers. There are no missing values or special symbols such as dashes or asterisks. The data shows that TOI-628 b has the largest mass (6.33 Jupiters), while TOI-1478 b has the smallest mass (0.85 Jupiters). The largest radius is for TOI-640 b (1.771 Jupiters), and the smallest radius (1.060 Jupiters) is shared by TOI-628 b and TOI-1478 b. The longest orbital period is for TOI-1478 b (10.180 days), and the shortest is for TOI-628 b (3.409 days). The exoplanet farthest from the Sun is TOI-640 b (340 parsecs), and the closest is TOI-1478 b (153 parsecs). There are no totals, subtotals, or averages provided in the table."
  },
  {
    "﻿question_id": "d102706f",
    "description": "The table is titled “Estimates of Tyrannosaurid Bite Force” and presents data in a four-column format with a single header row and four rows of data. The columns, from left to right, are labeled: “Study,” “Year,” “Estimation method,” and “Approximate bite force (newtons).” All column headers are centered both horizontally and vertically.\n\nThe first column, “Study,” lists the names of the researchers or research teams responsible for each estimate. The entries, in order from top to bottom, are: “Cost et al.,” “Gignac and Erickson,” “Meers,” and “Bates and Falkingham.” These names are left-aligned.\n\nThe second column, “Year,” contains the year of publication for each study. The years, which are centered, are: 2019 for Cost et al., 2017 for Gignac and Erickson, 2002 for Meers, and 2012 for Bates and Falkingham.\n\nThe third column, “Estimation method,” describes the methodology used in each study. The methods listed are: “muscular and skeletal modeling” for both Cost et al. and Bates and Falkingham, “tooth-bone interaction analysis” for Gignac and Erickson, and “body-mass scaling” for Meers.\n\nThe fourth column, “Approximate bite force (newtons),” provides the estimated bite force ranges in newtons for each study. The values are as follows:\n- Cost et al.: “35,000–63,000”\n- Gignac and Erickson: “8,000–34,000”\n- Meers: “183,000–235,000”\n- Bates and Falkingham: “35,000–57,000”\n\nThere are no merged cells, multi-level headers, subtotals, totals, or averages. All data cells are filled; there are no missing values or special symbols. The bite force estimates show considerable variation: Meers (2002) reports the highest range (183,000–235,000 newtons), which is several times greater than the other studies. Gignac and Erickson (2017) report the lowest range (8,000–34,000 newtons). The two studies using “muscular and skeletal modeling” (Cost et al. and Bates and Falkingham) provide similar ranges, both starting at 35,000 newtons, with upper values of 63,000 and 57,000 newtons, respectively.\n\nNo footnotes or additional notes are present. The table is concise, with each row corresponding to a single study and its associated details."
  },
  {
    "﻿question_id": "dd349efc",
    "description": "The table is titled “Participants’ Evaluation of the Likelihood That Robots Can Work Effectively in Different Occupations.” It presents data in a grid with four columns and six rows, including the header row. The table is organized with a single header row at the top, which labels each column. The columns, from left to right, are: “Occupation,” “Somewhat or very unlikely (%)”, “Neutral (%)”, and “Somewhat or very likely (%)”. All percentage values are given as whole numbers.\n\nThe first column lists the occupations being evaluated. There are five occupations in total: “television news anchor,” “teacher,” “firefighter,” “surgeon,” and “tour guide.” Each occupation occupies its own row.\n\nFor each occupation, the table provides three percentage values, corresponding to participants’ evaluations of how likely it is that robots can work effectively in that occupation. The three categories are: those who think it is “Somewhat or very unlikely,” those who are “Neutral,” and those who think it is “Somewhat or very likely.”\n\nLooking at the data for each occupation:\n\n- For “television news anchor,” 24% of participants thought it was somewhat or very unlikely that robots could work effectively, 9% were neutral, and 67% thought it was somewhat or very likely.\n- For “teacher,” 37% responded somewhat or very unlikely, 16% were neutral, and 47% responded somewhat or very likely.\n- For “firefighter,” 62% responded somewhat or very unlikely, 9% were neutral, and 30% responded somewhat or very likely.\n- For “surgeon,” 74% responded somewhat or very unlikely, 9% were neutral, and 16% responded somewhat or very likely.\n- For “tour guide,” 10% responded somewhat or very unlikely, 8% were neutral, and 82% responded somewhat or very likely.\n\nThere are no merged cells, multi-level headers, subtotals, totals, or footnotes in the table. All data cells are centered, while the occupation names are left-aligned. The percentages in each row sum to 100 for every occupation, indicating that each participant selected one of the three options for each occupation. There are no missing values or special symbols present.\n\nIn summary, the table provides a clear comparison of participants’ perceptions of the likelihood that robots could work effectively in five different occupations, broken down into three response categories for each occupation. The highest percentage for “Somewhat or very likely” is for “tour guide” (82%), while the highest for “Somewhat or very unlikely” is for “surgeon” (74%). The “Neutral” category is consistently the smallest for all occupations, ranging from 8% to 16%."
  },
  {
    "﻿question_id": "df8caadd",
    "description": "The table is titled \"Partial List of Candidate Species for De-extinction,\" with the caption centered at the top. It consists of three columns and six rows in total: one header row and five data rows.\n\nThe column headers, all centered, are as follows (from left to right): \"Common name,\" \"Scientific name,\" and \"Became extinct.\" There are no multi-level headers or merged cells.\n\nEach data row lists a different extinct species. In the first column, the \"Common name\" is given, left-aligned and in plain text. The second column, \"Scientific name,\" presents the Latin binomial or genus name for each species, consistently italicized. The third column, \"Became extinct,\" is centered and provides either a specific year or a time period for extinction.\n\nThe five species listed are:\n1. **Huia** — Scientific name: *Heteralocha acutirostris*; Became extinct: 1907.\n2. **Caribbean monk seal** — Scientific name: *Monachus tropicalis*; Became extinct: 1952.\n3. **Passenger pigeon** — Scientific name: *Ectopistes migratorius*; Became extinct: 1914.\n4. **Saber-toothed cat** — Scientific name: *Smilodon*; Became extinct: 11,000 years before present.\n5. **Woolly mammoth** — Scientific name: *Mammuthus primigenius*; Became extinct: 6,400 years before present.\n\nAmong the extinction dates, three are given as specific years in the 20th century (1907, 1914, and 1952), while the other two are given as approximate time periods in years before present (11,000 and 6,400 years). The saber-toothed cat's extinction is the oldest listed, followed by the woolly mammoth. The Caribbean monk seal is the most recently extinct species in the table.\n\nThere are no missing values, dashes, footnotes, or special symbols. All scientific names are italicized, and there is no bold or other special formatting in the data cells. The table does not include totals, subtotals, or averages."
  },
  {
    "﻿question_id": "df9c5a1d",
    "description": "The table is titled “Juvenile Plants Found Growing on Bare Ground and in Patches of Vegetation for Five Species.” It presents data for five different plant species, each listed in a separate row. The table consists of five columns, with a single header row at the top. The columns, from left to right, are labeled: “Species,” “Bare ground,” “Patches of vegetation,” “Total,” and “Percent found in patches of vegetation.”\n\nThe “Species” column lists the scientific names of the five species, all italicized: T. moroderi, T. libanitis, H. syriacim, H. squamatum, and H. stoechas. Each species occupies its own row, with the species name aligned to the left.\n\nThe next three columns—“Bare ground,” “Patches of vegetation,” and “Total”—contain integer values, all centered within their cells. These columns show, respectively, the number of juvenile plants found growing on bare ground, the number found in patches of vegetation, and the sum of these two numbers for each species. The “Percent found in patches of vegetation” column shows the percentage of the total juveniles for each species that were found in patches of vegetation, formatted as a percentage with one decimal place.\n\nExamining the data row by row:\n\n- For T. moroderi, there were 9 juveniles on bare ground and 13 in patches of vegetation, totaling 22. The percentage found in patches of vegetation is 59.1%.\n- For T. libanitis, 83 were on bare ground and 120 in patches, totaling 203, with the same percentage (59.1%) found in patches of vegetation.\n- For H. syriacim, 95 were on bare ground and 106 in patches, totaling 201, with 52.7% found in patches.\n- For H. squamatum, 218 were on bare ground and 321 in patches, totaling 539, with 59.6% found in patches.\n- For H. stoechas, 11 were on bare ground and 12 in patches, totaling 23, with 52.2% found in patches.\n\nThere are no missing values, dashes, or special symbols in the data. No totals, subtotals, or averages are provided for the columns. There are no footnotes or additional notes. All numbers are integers except for the percentages, which are given to one decimal place. The table does not use multi-level headers or merged cells. The structure is straightforward, with each species occupying a single row and each data point in its own cell. The percentages in the last column are all between approximately 52% and 60%, with H. squamatum having the highest percentage (59.6%) and H. stoechas the lowest (52.2%). The largest total number of juveniles is for H. squamatum (539), while the smallest is for T. moroderi (22)."
  },
  {
    "﻿question_id": "e1546fd6",
    "description": "The table is titled “Average Nitrate and Phosphate Concentrations in Seawater after Volcanic Eruption.” It presents data in a grid with five columns and three rows (including the header row). The first row serves as the header, and the next two rows provide data for two nutrients.\n\nThe header row contains the following column headings, from left to right:\n1. **Nutrient**\n2. **Seawater in lava-affected area, 5–45 meters below surface**\n3. **Seawater in lava-affected area, 75–125 meters below surface**\n4. **Seawater outside of lava-affected area, 5–45 meters below surface**\n5. **Seawater outside of lava-affected area, 75–125 meters below surface**\n\nThe first column lists the nutrient measured, along with its units in parentheses:\n- The first data row is “Nitrate (micromoles per liter)”\n- The second data row is “Phosphate (micromoles per liter)”\n\nFor **Nitrate**:\n- In the lava-affected area at 5–45 meters depth, the concentration is **3.1 micromoles per liter**.\n- In the lava-affected area at 75–125 meters depth, the concentration is **0.4 micromoles per liter**.\n- Outside the lava-affected area at 5–45 meters depth, the value is given as **≤0.03 micromoles per liter** (less than or equal to 0.03).\n- Outside the lava-affected area at 75–125 meters depth, the value is **≤0.01 micromoles per liter** (less than or equal to 0.01).\n\nFor **Phosphate**:\n- In the lava-affected area at 5–45 meters depth, the concentration is **0.17 micromoles per liter**.\n- In the lava-affected area at 75–125 meters depth, the concentration is **0.09 micromoles per liter**.\n- Outside the lava-affected area at 5–45 meters depth, the concentration is **0.14 micromoles per liter**.\n- Outside the lava-affected area at 75–125 meters depth, the concentration is **0.06 micromoles per liter**.\n\nThere are no merged cells, subtotals, totals, or footnotes. The table uses the “less than or equal to” symbol (≤) for two nitrate values outside the lava-affected area, indicating upper limits rather than exact measurements. All other values are given as precise numbers. The data suggest that nitrate concentrations are notably higher in the lava-affected area, especially at the shallower depth, compared to outside the affected area, where only upper limits are reported. Phosphate concentrations are more similar between areas, though they are slightly higher in the lava-affected area at the shallower depth."
  },
  {
    "﻿question_id": "e18d75ea",
    "description": "The table is titled “Depths at Which Four Deep-Sea Fish Species Live.” It consists of two columns and five rows in total, including the header row. The first row serves as the header and contains two column headings: “Species” and “Depth below the ocean surface.” Both headers are centered, and there are no multi-level headers or merged cells.\n\nThe body of the table lists four different deep-sea fish species, each occupying its own row. The first column, “Species,” is left-aligned and names the fish: Footballfish, Southern stoplight loosejaw, Black seadevil, and Bollons’ rattail. The second column, “Depth below the ocean surface,” is centered and provides a depth range in meters for each species.\n\nFor the Footballfish, the depth range is “200–1,000 meters.” The Southern stoplight loosejaw is listed as living at “500–2,000 meters.” The Black seadevil’s range is “250–2,000 meters.” The Bollons’ rattail is shown with a range of “300–800 meters.” All depth values are given as ranges, with both lower and upper bounds specified in meters. There are no missing values, symbols, footnotes, or special formatting beyond the alignment of text. No totals, subtotals, or averages are present. The table provides a straightforward comparison of the depth ranges inhabited by each of the four listed species."
  },
  {
    "﻿question_id": "e37f79a7",
    "description": "The table is titled \"Housing Starts in the US, January–April 2022 (in thousands)\" and presents data on the number of housing starts in the United States for the first four months of 2022. The table consists of two columns and five rows, including the header row.\n\nThe first row serves as the header and contains two column headings: \"Month\" and \"Housing starts.\" The \"Month\" column is left-aligned, while the \"Housing starts\" column is center-aligned. The unit for the data is specified in the caption as \"in thousands,\" but this is not repeated in the column headers themselves.\n\nThe body of the table lists four months in chronological order: January, February, March, and April. Each month occupies its own row in the first column. The corresponding values in the second column represent the number of housing starts, given as follows:\n- January: 1,669\n- February: 1,771\n- March: 1,713\n- April: 1,803\n\nAll numerical values are center-aligned within their cells. There are no missing values, symbols, or footnotes present in the table. The data shows that the number of housing starts increased from January to February (an increase of 102), then decreased slightly in March (a decrease of 58 from February), and increased again in April to the highest value in the table (an increase of 90 from March). There are no totals, subtotals, or averages provided. The structure is straightforward, with no merged cells or multi-level headers."
  },
  {
    "﻿question_id": "eb775f90",
    "description": "The table is titled “Annual Car Production in the United States, 1910–1925” and presents data in three columns and five rows, including the header row. The columns are labeled, from left to right: “Year,” “Number of cars produced,” and “Number of companies producing cars.” All column headers are centered both horizontally and vertically.\n\nThe body of the table contains four data rows, each corresponding to a specific year: 1910, 1915, 1920, and 1925. In each row, the first cell (under “Year”) lists the year, centered. The second cell (under “Number of cars produced”) provides the exact number of cars produced in that year, also centered. The third cell (under “Number of companies producing cars”) gives the number of companies producing cars in that year, again centered.\n\nThe data for each year is as follows:\n- In 1910, 123,990 cars were produced by 320 companies.\n- In 1915, 548,139 cars were produced by 224 companies.\n- In 1920, 1,651,625 cars were produced by 197 companies.\n- In 1925, 3,185,881 cars were produced by 80 companies.\n\nThere are no merged cells, multi-level headers, totals, subtotals, averages, missing values, or special symbols. No footnotes or additional notes are present. The numbers in the “Number of cars produced” column increase substantially with each subsequent year, while the “Number of companies producing cars” decreases over the same period. The table is structured simply, with all data clearly aligned and no additional formatting such as bold or italics."
  },
  {
    "﻿question_id": "f452410b",
    "description": "The table is titled “Results of Footprint Analysis for Two Sets of Theropod Tracks” and presents data comparing two sets of dinosaur tracks. The table consists of four columns and three rows (one header row and two data rows).\n\nThe header row contains the following column titles, each centered:  \n1. **Tracks**  \n2. **Estimated footprint length (centimeters)**  \n3. **Average stride length (meters)**  \n4. **Estimated mean speed (meters per second)**\n\nThere are two entries in the body of the table, each corresponding to a different set of tracks:\n\n- The first row is for **La Torre 6A**. The estimated footprint length for this set is **32.8 centimeters**. The average stride length is **5.23 meters**. The estimated mean speed is given as a range: **6.5–10.3 meters per second**.\n- The second row is for **La Torre 6B**. The estimated footprint length is **28.9 centimeters**, which is smaller than that of La Torre 6A. The average stride length is **5.57 meters**, which is slightly longer than that of La Torre 6A. The estimated mean speed is also given as a range: **8.8–12.4 meters per second**, which is higher than the range for La Torre 6A.\n\nAll numerical values are centered within their cells, while the track names are left-aligned. There are no missing values, special symbols, footnotes, or subtotals/averages present in the table. The data allows for direct comparison between the two track sets in terms of footprint length, stride length, and estimated speed."
  },
  {
    "﻿question_id": "faaf484f",
    "description": "The table is titled “Percent of Residents of City Areas in Favor of Adding More Bike Paths.” It consists of two columns and six rows in total, including the header row. The first row serves as the header and contains two column headings: the first column is labeled “City Area,” and the second column is labeled “Percent of area’s residents in favor of adding more bike paths.” Both headers are centered and aligned at the bottom of their cells.\n\nThe body of the table contains five rows, each corresponding to a different city area. The first column lists the names of the city areas, which are: “North East,” “North Central,” “North West,” “South West,” and “South Central.” These area names are left-aligned.\n\nThe second column presents the percentage of residents in each area who favor adding more bike paths. The percentages are as follows:\n- North East: 12%\n- North Central: 26%\n- North West: 46%\n- South West: 88%\n- South Central: 33%\n\nAll percentage values are centered within their cells and include the percent symbol. There are no missing values, symbols, footnotes, or additional formatting such as bold or italics in the data cells. The table does not include any totals, subtotals, or averages.\n\nAmong the listed areas, “South West” has the highest percentage of residents in favor (88%), while “North East” has the lowest (12%). The other areas fall between these two extremes, with “North West” at 46%, “South Central” at 33%, and “North Central” at 26%. There are no merged cells or multi-level headers; the structure is straightforward and consistent throughout."
  }
]